Repository: ion201/xplayer
Catalog: po/*.po
Languages: cy, ia, kab, ur, uz

source: Leave fullscreen
cy: Gadael y sgrin lawn
ia: Quitar le plen schermo
kab: Ffeɣ seg ugdil aččuran
ur: مکمل سکرین چھوڑیں
uz: To‘liq ekranni qoldirish

source: Blank other monitors
cy: Duo monitorau eraill
ia: Cancellar le altere monitores
kab: Ffer igdilen-nniḍen
ur: باقی مانیٹر خالی کر دیں
uz: Boshqa monitorlarni bo‘shatish

source: Allow the screensaver to activate when playing audio
cy: Gadewch i'r arbedwr sgrin agor wrth chwarae sain
ia: Consentir le salva schermo se activar durante un reproduction audio.
kab: Sireg asedmas n ugdil akken ad yermed ticki tetteddu tvidyut
ur: آڈیو فائلیں چلاتے وقت سکرین سیور کو فعال ہونے کی اجازت دیں
uz: Audio ijro etganda ekran saqlovchisini faollashtirishga ruxsat berish

source: Allow the screensaver to activate when playing audio. Disable if you have monitor-powered speakers.
cy: Gadewch i'r arbedwr sgrin agor wrth chwarae sain. Analluogwch nhw os oes gennych uchelseinyddion sy'n cael eu gyrru drwy'r dangosydd.
ia: Consentir la activation del salva schermo durante le reproduction audio. Disactivar si tu ha le altoparlatores alimentate le le monitor.
kab: Sireg asermed n usedmas n ugdil mi ara yetteddu uvidyu. Ad yexsi ma tesɛiḍ imsmeɣren n imesli yeddan akked ugdil.
ur: آڈیو فائلیں چلاتے وقت سکرین سیور کو فعال ہونے کی اجازت دیں. معطل کریں اگر آپ monitor-powered سپیکر رکھتے ہیں.
uz: Audio ijro etganda ekran saqlovchisini faollashtirishga ruxsat berish. Agar sizda monitor bilan ishlaydigan dinamiklar bo‘lsa, o‘chirish.

source: The brightness of the video
cy: Disgleirdeb y fideo
ia: Le brillantia del video
kab: Tifawit n tvidyut
ur: ویڈیو کی چمک (brightness)
uz: Video yorqinligi

source: The contrast of the video
cy: Cyferbyniad y fideo
ia: Le contrasto del video
kab: Amyeẓli n tvidyut
ur: ویڈیو کا تناسب امتزاج
uz: Video kontrasti

source: The hue of the video
cy: Arlliw'r fideo
ia: Le casa del video
kab: Iɣmi n uvidyu
ur: ویڈیو کے ہیو
uz: Video rangi

source: The saturation of the video
cy: Dirlawnder y fideo
ia: Le saturation del video
kab: Taččart n uvidyu
ur: ویڈیو کی سیچوریشن
uz: Video to‘yinganligi

source: Resize the canvas automatically on file load
cy: Newid maint y cynfas yn awtomatig wrth lwytho ffeil
ia: Redimensionar automaticamente le canevas al cargamento del file
kab: Ales tisekta n teɣzut n usuneɣ s wudem awurman deg uɛebbi n ufaylu
uz: Fayl yuklanganda ekran oʻlchamini avtomatik oʻzgartirish

source: Repeat mode
cy: Modd ailadrodd
ia: Modo repetition
kab: Askar n wallus
ur: دُہراؤ موڈ
uz: Takrorlash rejimi

source: Shuffle mode
cy: Y modd shifflo
ia: Modo miscer
kab: Taɣuri tagacurant
ur: شفل موڈ
uz: Aralash rejimi

source: Whether to disable deinterlacing for interlaced movies
cy: P'un ai i analluogi dadosod ar gyfer ffilmiau cydgysylltiedig
ia: Si disactivar le de-interlaciamento pro le films interlaciate
kab: Rmed neɣ ala tukksa n ucebbek i tividyutin ittwacebken
uz: Interleysli filmlar uchun deinterleysing o‘chirish yoki o‘chirmaslik

source: Whether to enable debug for the playback engine
cy: A ddylid galluogi dadfygio ar gyfer y peiriant chwarae
ia: Si activar le correction de defectos pro le motor del reproduction
kab: Immal ma yesefk usermed n useɣti i umsedday n tɣuri
uz: Ijro mexanizmi uchun nosozliklar tuzatishni yoqish yoki yoqmaslik

source: Type of audio output to use
cy: Y math o allbwn sain i'w ddefnyddio
ia: Typo de output audio a usar
kab: Anaw n tuffɣa tameslawt ara yettwasqedcen
ur: استعمال کے لیے آڈیو آؤٹ پُٹ کی نوعیت
uz: Foydalanish uchun audio chiqish turi

source: Network buffering threshold
cy: Trothwy byffro o'r rhwydwaith
ia: Limine de activation del memoria tampon de rete
kab: Amnar n teɣzut n weḥraz n uẓeḍḍa
uz: Tarmoqni buferlash ostonasi

source: Amount of data to buffer for network streams before starting to display the stream (in seconds).
cy: Faint o ddata i'w glustogi ar gyfer ffrydiau rhwydwaith cyn dechrau dangos y llif (mewn eiliadau).
ia: Quantitate de datos pro tampon pro le streams de rete ante le comenciamento pro monstrar lo (in secundas).
kab: Tasmekta n isefka n usuddem n uẓeḍḍa ara yeqlen di teɣzut n weḥraz uqbel beddu n ubeqqeḍ (s tasinin).
uz: Oqimni ko‘rsatishni boshlashdan oldin tarmoq oqimlari uchun bufer qilinadigan ma'lumotlar miqdori (soniyalarda).

source: Subtitle font
cy: Ffont Isdeitlau
ia: Typo de characteres del subtitulos
kab: Tasefsit n yezwal isdawanen
ur: سب ٹائٹل کا فونٹ
uz: Subtitr shrifti

source: Pango font description for subtitle rendering.
cy: Disgrifiad o ffont pango ar gyfer rendro is-deitl.
ia: Description del typo de character Pango pro le visualisation del subtitulos.
kab: Aglam n tsefsit Pango i tririt n iduzewlen.
ur: سب ٹائٹل کی رینڈرنگ کے لیے پینگو فونٹ کی تفصیل.
uz: Subtitrlarni ko‘rsatish uchun Pango shrifti tavsifi.

source: Subtitle encoding
cy: Amgodio is-deitlau
ia: Codification del subtitulos
kab: Awgelhen n iduzewlen
ur: سب ٹائٹل کی انکوڈنگ
uz: Subtitrni kodlash

source: Encoding character set for subtitle.
cy: Amgodio nodau wedi'i osod ar gyfer is-deitl.
ia: Codification del equipamento de characteres pro le subtitulos
kab: Tagrumma n isekkilen n usettengel i uzwel asdawan
ur: سب ٹائٹل کے لیے حروف کی اینکوڈنگ.
uz: Subtitr uchun kodlash belgilar toʻplami.

source: Default location for the "Open..." dialogs
cy: Lleoliad rhagosodedig ar gyfer y deialogau "Agor..."
ia: Position ordinari pro le fenestras de dialogo "Aperir..."
kab: Adig amezwer i usfaylu "Ldi..."
uz: "Ochish..." muloqot oynalari uchun standart joylashuv

source: Default location for the "Open..." dialogs. Default is the current directory.
cy: Lleoliad rhagosodedig ar gyfer y deialogau "Agor...". Y rhagosodiad yw'r cyfeiriadur cyfredol.
ia: Position ordinari pro le fenestras de dialogo "Aperir...". Le actual directorio es le option predefinite.
kab: Adig n lexṣas i tenkult n udiwenni "Ldi...". Lexṣas d akaram amiran.
uz: "Ochish..." muloqot oynalari uchun standart joylashuv. Standart joriy katalog hisoblanadi.

source: Default location for the "Take Screenshot" dialogs
cy: Lleoliad rhagosodedig ar gyfer y deialogau "Cymryd Llun Sgrin"
ia: Position ordinari pro le fenestras de dialogo "Capturar le schermo"
kab: Adeg amezwer n tebbaḍt n "Ṭṭef agdil"
uz: "Skrinshot olish" muloqot oynalari uchun standart joylashuv

source: Default location for the "Take Screenshot" dialogs. Default is the Pictures directory.
cy: Lleoliad rhagosodedig ar gyfer y deialogau "Cymryd Llun Sgrin". Y rhagosodiad yw'r cyfeiriadur Lluniau.
ia: Position ordinari pro le fenestras de dialogo "Capturar le schermo". Le directorio ordinari es "Pictures"
kab: Adig n lexṣaṣ n tenkult n udiwenni "Ṭṭef-d agdil". Adig n lexṣaṣ d akaram Tugniwin.
uz: "Skrinshot olish" muloqot oynalari uchun standart joylashuv. Standart - Rasmlar katalogi.

source: Whether to disable the plugins in the user's home directory
cy: P'un ai i analluogi'r ategion yng nghyfeiriadur cartref y defnyddiwr
ia: Si disactivar le plugins in le directorio "home" del usator
kab: Ma ad ttusexsin isiɣzifen deg ukaram udmawan n useqdac
ur: کیا پلگ انز کو صارف کے گھر کی ڈائریکٹری میں غیر فعال کیا جائے
uz: Foydalanuvchining uy katalogidagi plaginlarni o‘chirish yoki o‘chirmaslik

source: Whether to disable the keyboard shortcuts
cy: P'un ai i analluogi'r llwybrau byr bysellfwrdd
ia: Si disactivar le vias breve de claviero
kab: Ma yella ad tsenseḍ inegzumen n unasiw
ur: کیا کیبورڈ شارٹ کٹوں کو غیر فعال کیا جائے
uz: Klaviatura yorliqlarini o‘chirish yoki o‘chirmaslik

source: Whether to autoload text subtitle files when a movie is loaded
cy: P'un ai i awtolwytho ffeiliau is-deitl testun pan fydd ffilm yn cael ei llwytho
ia: Si auto-cargar le files texto del subtitulos quando un film es cargate
kab: Ma yella ad ttwazedmen ifuyla n iduzewlen n uḍris ticki tetteddu tvidyut
ur: کیا متن سب ٹائٹل فائلوں کو کو فلم کے لوڈ ہوتے ہی لوڈ کر دینا چاہیے
uz: Film yuklanganda matnli subtitr fayllari avtomatik yuklash yoki yuklamaslik

source: Whether to autoload external chapter files when a movie is loaded
cy: P'un ai i awtolwytho ffeiliau pennod allanol pan fydd ffilm yn cael ei llwytho
ia: Si auto-cargar le files del capitulos externe quando un film es cargate
kab: Ma ad yili uɛebbi awurman n ifuyla uffiɣen n yixef mi ara tettwaɛebbi tvidyut
uz: Film yuklanganda tashqi bob fayllarini avtomatik yuklash yoki yuklamaslik

source: Whether to remember the position of played audio/video files when pausing or closing them
cy: P'un ai i gofio safle ffeiliau sain/fideo wedi'u chwarae wrth eu oedi neu eu cau
ia: Si rememorar le position del files audio/video reproducite in lor pausa o clausura
kab: Ma ad yili umekti n wadig n tɣuri n ifuyla imeslawen/imeẓranen mi ara ttwasḥebsen neɣ mi ara ttwamedlen
uz: To‘xtatib turish yoki yopayotganda ijro etilgan audio/video fayllarning holatini eslab qolish yoki eslab qolmaslik

source: Active plugins list
cy: Rhestr ategion gweithredol
ia: Lista del plugins active
kab: Tabdart n izegrar iremden
ur: فعال پلگ ان کی فہرست
uz: Faol plaginlar ro‘yxati

source: A list of the names of the plugins which are currently active (loaded and running).
cy: Rhestr o enwau'r ategion sy'n weithredol ar hyn o bryd (wedi'u llwytho a'u rhedeg).
ia: Un lista del nomines del plugins que es active (cargate e fluente).
kab: Tabdart n yesmawen n izegrar iremden aka tura (ulind udiɣ ttwasselkamen).
ur: پلگ ان کے ناموں کی فہرست جو اس وقت فعال ہیں (لوڈ ہیں اور چل رہے ہیں)۔
uz: Hozirda faol bo‘lgan (yuklangan va ishlayotgan) plaginlar nomlari ro‘yxati.

source: Use dark theme variant (if available).
cy: Defnyddio thema dywyll (os ar gael)
ia: Usar le variante nigre del thema (si disponibile).
kab: Seqdec tasenfelt n usentel aberkan (ma tewjed)
uz: Qorongʻu mavzu variantidan foydalanish (agar mavjud boʻlsa).

source: _Remove
cy: _Tynnu
ia: _Remover
kab: _Kkes
ur: _ہٹائیں
uz: _Olib tashlash

source: Remove file from playlist
cy: Tynnu'r ffeil o'r rhestr chwarae
ia: Remover le file ex le lista de reproduction
kab: Kkes afaylu si tebdart n tɣuri
ur: پلے لسٹ سے فائل ہٹائیں
uz: Pleylistdan faylni olib tashlash

source: _Copy Location
cy: Copïo _Lleoliad
ia: _Copiar le position
kab: _Suken ideg
ur: مقام _کاپی کریں
uz: _Joylashuvni nusxalash

source: Copy the location to the clipboard
cy: Copïo'r lleoliad i'r clipfwrdd
ia: Copiar le position al taula de transferentia
kab: Suken ideg n tecfawit
ur: مقام کِلپ بورڈ پر کاپی کریں
uz: Joylashuvni buferga nusxalash

source: _Select Text Subtitles...
cy: _Dewis Is-deitlau Testun...
ia: _Seliger le subtitulos del texto...
kab: _Fren iduzewlen n uḍris...
ur: متن سب ٹائٹل _منتخب کریں...
uz: _Matn subtitrlarini tanlash...

source: Select a file to use for text subtitles
cy: Dewis ffeil isdeitlau i'w ddefnyddio
ia: Seliger un file a usar pro le subtitulos del texto
kab: Fren afaylu ara tesqedceḍ i iduzewlen n uḍris
ur: متن سب ٹائٹل کے لیے فائل منتخب کریں
uz: Matn subtitrlari foydalanish uchun faylni tanlash

source: Add...
cy: _Ychwanegu...
ia: Adder...
kab: Rnu...
ur: شامل کریں...
uz: Qo‘shish...

source: Remove
cy: Tynnu
ia: Remover
kab: Kkes
ur: ہٹا دیں
uz: Olib tashlash

source: Save Playlist...
cy: Cadw Rhestr Chwarae...
ia: Salvar le lista de reproduction
kab: Sekles tabdart n tɣuri...
ur: پلے لسٹ محفوظ کریں...
uz: Pleylistni saqlash...

source: Move Up
cy: Symud i Fyny
ia: Mover supra
kab: Smutti d asawen
ur: اوپر کریں
uz: Yuqoriga ko‘chirish

source: Move Down
cy: Symud i Lawr
ia: Mover a basso
kab: Smutti d akessar
ur: نیچے کریں
uz: Pastga ko‘chirish

source: 4-channel
cy: 4-sianel
ia: 4-canales
kab: 4-َabadu
ur: 4-چینل
uz: 4-kanal

source: 4.1-channel
cy: 4.1-sianel
ia: 4.1-canales
kab: 4.1-abadu
ur: 4.1-چینل
uz: 4.1-kanal

source: 5.0-channel
cy: 5.0-sianel
ia: 5.0-canales
kab: 5.0-abadu
ur: 5.0-چینل
uz: 5.0-kanal

source: 5.1-channel
cy: 5.1-sianel
ia: 5.1-canales
kab: 5.1-abadu
ur: 5.1-چینل
uz: 5.1-kanal

source: Xplayer Preferences
cy: Dewisiadau Xplayer
ia: Preferentias de Xplayer
kab: Iɣewwaren n Xplayer
ur: ایکس پلئیر کی ترجیحات
uz: Xplayer parametrlari

source: Playback
cy: Chwarae
ia: In reproduction
kab: Taɣuri
ur: پلے بیک
uz: Ijro etish

source: Start playing files from last position
cy: Dechrau chwarae ffeiliau o'r safle diwethaf
ia: Initiar a reproducer le files ab le position ultime
kab: Bdu taɣuri n ifuyla seg yideg uzwir
ur: آخری مقام سے فائلیں چلانا شروع کریں
uz: Fayllarni oxirgi joydan ijro etishni boshlash

source: Text Subtitles
cy: Is-deitlau Testun
ia: Subtitulos del texto
kab: Iduzewlen n uḍris
ur: متن سب ٹائٹل
uz: Matn subtitrlari

source: _Load subtitle files when movie is loaded
cy: _Llwytho ffeiliau is-deitl pan fydd ffilm yn cael ei llwytho
ia: Cargar le files del subtitu_Los quando le film es cargate
kab: _Zdem ifuyla n iduzewlen ticki tettwazdem tvidyut
ur: جب فلم لوڈ کی جائے سب ٹائٹل فائلیں بھی ساتھ ہی _لوڈ کریں
uz: _Film yuklanganda subtitr fayllarini yuklash

source: _Display subtitles when movie is loaded
cy: _Dangos is-deitlau pan fydd ffilm yn cael ei llwytho
ia: Monsrar (_Display) le subtitulos quando le video es cargate
kab: _Beqqeḍ iduzewlen ticki tettwazdem tvidyut
uz: _Film yuklanganda subtitrlarni ko‘rsatish

source: _Font:
cy: _Ffont:
ia: Typo de character (_Font):
kab: _Tisefsa
ur: _فونٹ:
uz: _Shrift:

source: _Encoding:
cy: _Amgodiad:
ia: Codification (_Encoding):
kab: _Tasefsit
ur: _انکوڈنگ:
uz: _Kodlash:

source: External Chapters
cy: Penodau Allanol
ia: Capitulos Externe
kab: Ixfawen uffiɣen
ur: بیرونی باب
uz: Tashqi boblar

source: Load _chapter files when movie is loaded
cy: Llwytho ffeiliau _pennod pan fydd y ffilm yn cael ei llwytho
ia: Cargar le files del _capitulo con le film
kab: _Zdem ifuyla n yixfawen ticki tettwazdem tvidyut
ur: جب فلم لادی جائے _باب فائلیں لادیں
uz: Film yuklanganda bob fayllarini yuklash

source: General
cy: Cyffredinol
kab: Amatu
ur: عمومی
uz: Umumiy

source: Display
cy: Dangos
ia: Schermo
kab: Sken
ur: ڈسپلے
uz: Ekran

source: _Resize the window when a new video is loaded
cy: _Rheoli'r ffenestr pan fydd fideo newydd yn cael ei lwytho
ia: _Redimensionar le fenestra quando un nove video es cargate
kab: _Bedel tiddi n usfaylu ticki tettwazdem tvidyut
uz: _Yangi video yuklanganda oyna oʻlchamini oʻzgartirish

source: Disable _deinterlacing of interlaced videos
cy: Analluogi _dadgydblethu ailosod fideos cydblethiedig
ia: Disactivar _de-interlaciamento del videos interlaciate
kab: Sens_Acebbek i tvidyutin ittwacebken
uz: Interleysli videolarning deinterleysingni o‘chirish

source: Disable screensaver when playing
cy: Analluogi'r arbedwr sgrin wrth chwarae
ia: Disactivar le salva schermo durante le reproduction
kab: Sexsi asedmas n wegdil ticki tetteddu tvidyut
uz: Ijro etganda ekran pardasini oʻchirish

# Screensaver disable
source: Video
cy: Fideo
kab: Avidyu
ur: ویڈیو

source: Video or Audio
cy: Fideo neu Sain
ia: Video o audio
kab: Avidyu neɣ ameslaw
ur: ویڈیو یا آڈیو
uz: Video yoki audio

source: Color Balance
cy: Cydbwysedd Lliw
ia: Balanciamento del color
kab: Amsewliwel n yiniten
ur: رنگ توازن
uz: Rang balansi

source: _Brightness:
cy: _Disgleirdeb:
ia: _Brillantia:
kab: Ti_fawit
ur: _چمک دمک:
uz: _Yorqinlik:

source: Co_ntrast:
cy: Cyferby_niad:
ia: Co_ntrasto:
kab: A_myeẓli
ur: تناسب امتزاج:
uz: _Kontrast:

source: Sat_uration:
cy: _Dirlawnder:
kab: Taččart:
ur: س_یچوریشن:
uz: _Toʻyinganlik:

source: _Hue:
cy: _Arlliw:
ia: Tinta (Hue):
kab: _Iɣmi:
ur: _ہیو:
uz: _Rang:

source: Reset to _Defaults
cy: Ailosod i'r _Rhagosodedig
ia: Restaurar al optiones pre_Definite
kab: Wennez tikelt-nniḍen ɣer _lexṣas
ur: _طے شُدہ پر بحال کریں
uz: Standartga qaytarish

source: Audio Output
cy: Allbwn Sain
ia: Output audio
kab: Ameslaw n tuffɣa
ur: آڈیو آؤٹ پُٹ
uz: Audio chiqish

source: _Audio output type:
cy: Math allbwn _sain:
ia: Typo de output del _Audio:
kab: Anaw n tuffɣa n u_meslaw
ur: _آڈیو آؤٹ پُٹ نوعیت:
uz: _Audio chiqish turi:

source: Audio
cy: Sain
kab: Ameslaw
ur: آڈیو

source: Normal
cy: Arferol
kab: Amagnu
ur: نارمل

source: Large
cy: Mawr
kab: Hraw
ur: بڑا
uz: Katta

source: Extra Large
cy: Mawr Iawn
kab: Hraw maḍi
ur: بہت بڑا
uz: Juda katta

source: Title:
cy: Teitl:
ia: Titulo:
kab: Azewel:
ur: عنوان:
uz: Sarlavha:

source: Duration:
cy: Hyd:
kab: Tanzagt
ur: مُدت:
uz: Davomiyligi:

source: Year:
cy: Blwyddyn:
ia: Anno:
kab: Aseggas:
ur: سال:
uz: Yil:

source: Album:
cy: Record:
ur: ایلبم:
uz: Albom:

source: Comment:
cy: Sylw:
ia: Commento:
kab: Awennit:
ur: تبصرہ:
uz: Izoh:

source: Container:
cy: Cynhwysydd:
ia: Continitor:
kab: Kemmel
uz: Konteyner:

source: Video
cy: Fideo
kab: Avidyu
ur: ویڈیو

source: Dimensions:
cy: Dimensiynau:
ia: Dimensiones:
kab: Tisekta:
uz: O‘lchamlari:

source: Framerate:
cy: Cyfradd ffrâm:
ia: Frequentia de quadro:
kab: Anya:
ur: فریم ریٹ:
uz: Kadr tezligi:

source: Bitrate:
cy: Cyfradd did:
ia: Frequentia de bit:
kab: Aktum imisin:
ur: بِٹ ریٹ:
uz: Bit tezligi:

source: Sample rate:
cy: Cyfradd samplu:
ia: Frequentia de campionar
kab: Alemmec:
ur: سامپل ریٹ:
uz: Namuna tezligi:

source: Channels:
cy: Sianeli:
ia: Canales:
kab: Tiregwa
ur: چینلز:
uz: Kanallar:

source: Media Player
cy: Chwaraewr Cyfryngau
ia: Reproductor de medios
kab: Ameɣri n umidya
ur: میڈیا پلیئر
uz: Media pleyer

source: Play movies
cy: Chwarae ffilmiau
ia: Reproducer films
kab: Ɣer tividyutin
ur: فلمیں چلائیں
uz: Filmlarni ijro etish

source: Video;Movie;Film;Clip;Series;Player;DVD;TV;Disc;
cy: Fideo;Ffilm;Ffilm;Clip;Cyfres;Chwaraewr;DVD;teledu;Disg;
ia: Video;Film;Film;Retalio video;Serie;Reproductor;DVD;TV;Disco;
kab: Tavidyut;Asaru;Sinima;Aklip;Imazraren;Ameɣri;DVD;TV;Disk;
ur: ویڈیو؛فلم؛مووی؛کلپ؛سیریز؛سلسلہ وار؛پلیئر؛ڈی وی ڈی؛ٹی وی؛ڈسک؛
uz: Video;Kino;Film;Klip;Serial;Pleyer;DVD;TV;Disk;

source: Play/Pause
cy: Chwarae/Oedi
ia: Reproducer/Pausar
kab: Ɣer/Bedd
ur: چلائیں/موقوف کریں
uz: Ijro etish/Pauza

source: Next
cy: Nesaf
ia: Sequente
kab: Ɣer zdat
ur: اگلا
uz: Keyingi

source: Previous
cy: Blaenorol
ia: Precedente
kab: Ɣer deffir
ur: سابقہ
uz: Oldingi

source: Mute
cy: Tewi
kab: Ggugem
ur: خاموش کریں
uz: Ovozni o‘chirish

source: Fullscreen
cy: Sgrin Lawn
ia: Schermo plen
kab: Agdil ačuran
ur: مکمل سکریں
uz: To‘liq ekran

source: _File
cy: _Ffeil
kab: A_faylu
uz: _Fayl

source: _Open...
cy: _Agor...
ia: Aperir (_Open)...
kab: _lldi
ur: _کھولیں...
uz: _Ochish...

source: Open a file
cy: Agor ffeil
ia: Aperir un file
kab: Lldi afaylu
ur: کوئی فائل کھولیں
uz: Faylni ochish

source: Open _Location...
cy: Agor _Lleoliad...
ia: Operir un position (_Location)...
kab: Ldi i_deg...
ur: _مقام کھولیں...
uz: _Joylashuvni ochish...

source: Open a non-local file
cy: Agorwch ffeil allanol
ia: Operir un file non-local
kab: Ldi afaylu ur nelli ara d adigan
ur: غیر-مقامی فائل کھولیں
uz: Mahalliy bo‘lmagan faylni ochish

source: _Eject
cy: _Bwrw Allan
ia: _Ejectar
kab: _Ḍeqqer
ur: _خارج کریں
uz: _Chiqarish

source: Eject the current disc
cy: Bwrw allan y ddisg gyfredol
ia: Ejectar le disco actual
kab: Ḍeqqer aḍebsi amiran
ur: حالیہ ڈسک خارج کریں
uz: Joriy diskni chiqarish

source: _Properties
cy: _Priodweddau
ia: _Proprietates
kab: _Iraten
ur: _خصوصیات
uz: _Xususiyatlar

source: View the properties of the current stream
cy: Gweld priodweddau'r llif cyfredol
ia: Vider le proprietates del stream actual
kab: Sken iraten n usuddem amiran
ur: حالیہ سٹریم کی خصوصیات دیکھیں
uz: Joriy oqimning xususiyatlarini ko‘rish

source: Play / P_ause
cy: Chwarae/_Oedi
ia: Reproducer / P_ausar
kab: Ɣer/Be_dd
ur: چلائیں / مو_قوف کریں
uz: Ijro etish/ P_auza

source: Play or pause the movie
cy: Chwarae neu oedi'r ffilm
ia: Reproducer o pausar le film
kab: Ɣer neɣ ḥbes tavidyut
ur: فلم کو چلائیں یا موقوف کریں
uz: Filmni ijro etish yoki toʻxtatib turish

source: _Quit
cy: _Gadael
ia: _Quitar
kab: _Ffeɣ
ur: _برخاست کریں
uz: _Chiqish

source: Quit the program
cy: Gadael y rhaglen
ia: Quitar le programma
kab: Ffeɣ seg wahil
ur: پروگرام کو برخاست کریں
uz: Dasturdan chiqish

source: _Edit
cy: _Golygu
ia: Re_Diger
kab: _Ẓreg
ur: _ترمیم کریں
uz: _Tahrirlash

source: _Clear Playlist
cy: Clirio'r Rhestr Chwarae
ia: _Clarar le lista de reproduction
kab: S_feḍ tabdart n tɣuri
ur: پلے لسٹ _صاف کریں
uz: _Pleylistni tozalash

source: Clear the playlist
cy: Clirio'r rhestr chwarae
ia: Clara le lista de reproduction
kab: Sfeḍ tabdart n tɣuri
ur: پلے لسٹ صاف کریں
uz: Pleylistni tozalash

source: Prefere_nces
cy: _Dewisiadau
ia: Prefere_ntias
kab: Is_menyifen
ur: تر_جیحات
uz: _Parametrlar

source: Configure the application
cy: Ffurfweddu'r rhaglen
ia: Configurar le application
kab: Seɣwer asnas
ur: اطلاقیے کی تشکیل کریں
uz: Ilovani sozlash

source: Plugins...
cy: Ategion...
kab: Isiɣzifen...
ur: پلگ ان...
uz: Plaginlar...

source: Configure plugins to extend the application
cy: Ffurfweddu ategion i ymestyn y rhaglen
ia: Configurar le plugins pro extender le application
kab: Tawila n isiɣzifen i weseɣzef n usnas
ur: اطلاقیے کو وسعت دینے کے لیے پلگ ان تشکیل دیں
uz: Ilovani kengaytirish uchun plaginlarni sozlash

source: _View
cy: Go_lwg
ia: _Vider
kab: _Ẓer
ur: _منظر
uz: _Ko‘rinish

source: _Fullscreen
cy: _Sgrin Lawn
ia: Plen schermo (_Full)
kab: Agdil a_ččuran
ur: _بھرپور سکرین
uz: _To‘liq ekran

source: Switch to fullscreen
cy: Newid i sgrin lawn
ia: Excambiar a schermo plen
kab: Senfel ɣer ugdil aččuran
ur: مکمل سکرین کر دیں
uz: Toʻliq ekran rejimiga oʻtish

source: Fit Window to Movie
cy: Ffitio'r Ffenestr i'r Ffilm
ia: Adaptar le fenestra al film
kab: Sezg asfaylu ɣer tvidyut
uz: Oynani filmga moslash

source: _Resize 1∶2
cy: _Newid maint 1∶2
ia: _Redimensionar 1∶2
kab: Ti_dd 1∶2
ur: _حجم بدلیں 1:2
uz: _Oʻlchamini oʻzgartirish 1∶2

source: Resize to half the original video size
cy: Newid maint i hanner maint y fideo gwreiddiol
ia: Redimensionar a medietate le dimension original del video
kab: Ales tisekta ɣer wezgen n tiddi tasentant n tvidyut
ur: ویڈیو کے اصل حجم سے آدھا کریں
uz: Asl video o‘lchamining yarmiga o‘zgartirish

source: Resize _1∶1
cy: Newid maint _1∶1
ia: Redimensionar _1∶1
kab: Ales tisekta _1∶1
ur: حجم بدلیں _1:1
uz: Oʻlchamini oʻzgartirish _1∶1

source: Resize to the original video size
cy: Newid maint i'r maint fideo gwreiddiol
ia: Redimensionar al dimension original del video
kab: Ales tisekta ɣer tiddi tasentant n tvidyut
ur: ویڈیو کے اصل حجم پر بحال کریں
uz: Asl video o‘lchamiga o‘zgartirish

source: Resize _2∶1
cy: Newid maint _2∶1
ia: Redimensionar _2∶1
kab: Ales tisekta _2∶1
ur: حجم بدلیں _2:1
uz: Oʻlchamini oʻzgartirish _2∶1

source: Resize to double the original video size
cy: Newid maint i ddyblu maint y fideo gwreiddiol
ia: Redimensionar al duple del dimension original del video
kab: Ales tisekta ɣer tiddi tusligt n tvidyut
ur: ویڈیو کے اصل حجم سے دُگنا کریں
uz: Asl video o‘lchamini ikki baravariga o‘zgartirish

source: _Aspect Ratio
cy: Cymhareb _Agwedd
ia: Ration del _Aspecto
kab: A_ssaɣ n tmeẓriwt
uz: _Tomonlar nisbati

source: Switch An_gles
cy: Newid On_gl
ia: Excambiar le an_gulos
kab: Beddel ti_ɣmert
uz: _Rakurslarni almashtirish

source: Switch camera angles
cy: Newid onglau camera
ia: Excambiar le angulos del camera
kab: Rmed tiɣmar n tkamiṛat
uz: Kamera rakurslarini almashtirish

source: _Go
cy: _Mynd
ia: Ir (_Go)
kab: _Ddu
ur: _جائیں
uz: _o‘tish

source: _DVD Menu
cy: Dewislen _DVD
ia: Menu del _DVD
kab: _Umuɣ DVD
ur: _ڈی وی ڈی مینیو
uz: _DVD Menyu

source: Go to the DVD menu
cy: Mynd i'r ddewislen DVD
ia: Ir al menu del _DVD
kab: Ddu ɣer wumuɣ DVD
ur: ڈی وی ڈی مینیو پر جائیں
uz: DVD menyusiga o‘tish

source: _Title Menu
cy: Dewislen _Teitl
ia: Menu del _Titulo
kab: _Azwel n wumuɣ
ur: _عنوان مینیو
uz: _Sarlavha menyusi

source: Go to the title menu
cy: Mynd i'r ddewislen teitl
ia: Ir al menu del titulo
kab: Ddu ɣer wezwel n wumuɣ
ur: عنوان مینیو پر جائیں
uz: Sarlavha menyusiga o‘tish

source: A_udio Menu
cy: Dewislen _Sain
ia: Menu de A_udio
kab: Umuɣ a_meslaw
ur: _آڈیو مینیو
uz: A_udio Menyu

source: Go to the audio menu
cy: Mynd i'r ddewislen sain
ia: Ir al menu del audio
kab: Ddu ɣer wumuɣ ameslaw
ur: آڈیو مینیو پر جائیں
uz: Audio menyusiga o‘tish
