Repository: ion201/xplayer
Catalog: po/*.po
Languages: cy, ia, kab, ur, uz

source: _Angle Menu
cy: Dewislen _Ongl
ia: Menu del _Angulo
kab: _Umuɣ n teɣmert
ur: _زاویہ مینیو
uz: _Rakurs menyusi

source: Go to the angle menu
cy: Mynd i'r ddewislen ongl
ia: Ir al menu del angulo
kab: Ddu ɣer wumuɣ Tiɣmert
ur: زاویہ مینیو پر جائیں
uz: Rakurs menyusiga o‘ting

source: _Chapter Menu
cy: Dewislen _Pennod
ia: Menu del _Chapitulo
kab: Umuɣ i_xfawen
ur: _باب مینیو
uz: _Bo‘lim menyusi

source: Go to the chapter menu
cy: Mynd i'r ddewislen pennod
ia: Ir al menu del capitulo
kab: Ddu ɣer umuɣ n waḥric
ur: باب مینیو پر جائیں
uz: Bo‘lim menyusiga o‘tish

source: _Next Chapter/Movie
cy: Pennod/Ffilm _Nesaf
ia: Capitulo/film seque_Nte
kab: Ixef u_ḍfir/Tavidyut
ur: ا_گلا باب/فلم
uz: _Keyingi bob/film

source: Next chapter or movie
cy: Pennod neu ffilm nesaf
ia: Capitulo o film sequente
kab: Ixef uḍfir neɣ tavidyut
ur: اگلا باب یا فلم
uz: Keyingi bob yoki film

source: _Previous Chapter/Movie
cy: Pennawd/Ffilm _Blaenorol
ia: Capitulo/Film _Precedente
kab: Ixef u_zwir/Tavidyut
ur: _سابقہ باب/فلم
uz: _Oldingi bob/film

source: Previous chapter or movie
cy: Y pennawd neu film Blaenorol
ia: Capitulo o film precedente
kab: Ixef uzwir neɣ tavidyut
ur: سابقہ باب یا فلم
uz: Oldingi bob yoki film

source: _Sound
cy: _Sain
ia: _Sono
kab: I_mesli
ur: _آواز
uz: _Ovoz

source: Volume _Up
cy: Lefel y Sain i _Fyny
ia: Volumime s_Uper
kab: Ableɣ d a_sawen
ur: آواز _زیادہ
uz: Ovozni _ko‘tarish

source: Increase volume
cy: Cynyddu lefel y sain
ia: Accrescer le volumine
kab: Sali ableɣ
ur: آواز بڑھائیں
uz: Ovozni oshirish ko‘tarish

source: Volume _Down
cy: Lefel y Sain i _Lawr
ia: Volumine infra (_Down)
kab: Ableɣ d a_kessar
ur: آواز _کم کریں
uz: Ovozni _pasaytirish

source: Decrease volume
cy: Gostwng lefel y sain
ia: Decrescer le volumine
kab: Senqes ableɣ
ur: آواز گھٹائیں
uz: Ovozni pasaytirish

source: _Help
cy: C_ymorth
ia: Adjutar (_Help)
kab: _Tallalt
ur: _ہدایات
uz: _Yordam

source: _Contents
cy: _Cynnwys:
ia: _Contentos
kab: A_gbur
ur: _موضوعات
uz: _Mundarija

source: Help contents
cy: Cynnwys cymorth
ia: Contentos del adjuta
kab: Agbur n tallalt
ur: ہدایات کے موضوعات
uz: Yordam mundarijasi

source: _About
cy: _Ynghylch
ia: _A proposito
kab: _ɣef
ur: _متعلق
uz: _Haqida

source: About this application
cy: Ynghylch y rhaglen hon
ia: Re iste application
kab: Ɣef usnas-agi
ur: اس ایپلی کیشن کے بارے میں
uz: Ushbu ilova haqida

source: _Repeat Mode
cy: Modd _Ailadrodd
ia: Modo _Repeter
kab: Askar n wa_lus
ur: _دُہراؤ موڈ
uz: _Takrorlash rejimi

source: Set the repeat mode
cy: Gosod y modd ailadrodd
ia: Fixar le modo repeter
kab: Sermed askar n walus
ur: دہراؤ موڈ متعین کریں
uz: Takrorlash rejimini sozlash

source: Shuff_le Mode
cy: Modd _shifflo
ia: Modo Miscer (Shuff_le)
kab: Askar n u_gacur
ur: ش_فل موڈ
uz: _Aralash rejimi

source: Set the shuffle mode
cy: Gosod y modd shifflo
ia: Fixar le modo miscer
kab: Sermed askar n ugacur
ur: شفل موڈ متعین کریں
uz: Aralash rejimini sozlash

source: Show _Controls
cy: Dangos _Rheolyddion
ia: Monstrar le _Controlos
kab: Sken i_senqaden
ur: _کنٹرول دکھائیں
uz: _Boshqaruvlarni ko‘rsatish

source: Show controls
cy: Dangos rheolyddion
ia: Monstrar le controlos
kab: Sken i_senqaden
ur: کنٹرول دکھائیں
uz: Boshqaruvlarni ko‘rsatish

source: S_idebar
cy: _Bar Ochr
ia: Barra lateral (S_idebar)
kab: Afe_ggag n yir
ur: ب_غلی پٹی
uz: _Yon panel

source: Show or hide the sidebar
cy: Dangos neu guddio'r bar ochr
ia: Monstrar o occultar le quadro lateral
kab: Sken neɣ ffer afeggag n yir
ur: بغلی پٹی دکھائیں یا پوشیدہ کریں
uz: Yon panelni ko‘rsatish yoki yashirish

# Aspect ratio
source: Auto
cy: Awto
kab: Awurman
ur: خودکار
uz: Avtomatik

source: Sets automatic aspect ratio
cy: Gosod cymhareb agwedd awtomatig
ia: Fixa in automatic le ration del aspecto
kab: Sermed assaɣ n tmeẓriwt awurman
uz: Avtomatik tomonlar nisbatini sozlaydi

source: Square
cy: Sgwâr
ia: Quadrate
kab: Amkuẓ
ur: چوکور
uz: Kvadrat

source: Sets square aspect ratio
cy: Gosod cymhareb agwedd sgwâr
ia: Fixa quadrato le ration del aspecto
kab: Sermed assaɣ n tmeẓriwt amkuẓ
uz: Kvadrat tomonlar nisbatini sozlaydi

source: 4∶3 (TV)
cy: 4∶3 (teledu)

source: Sets 4∶3 (TV) aspect ratio
cy: Yn gosod cymhareb agwedd 4∶3 (teledu)
ia: Impone le ration del aspecto (TV) 4∶3
kab: Ad yesbadu atug n tmeẓriwt 4∶3 (TV)
ur: سیٹ کرتا ہے 4:3 (ٹی وی) ایسپیکٹ شرح
uz: 4∶3 (TV) tomonlar nisbatini sozlaydi

source: 16∶9 (Widescreen)
cy: 16∶9 (Sgrin lydan)
ia: 16∶9 (Schermo large)
kab: 16∶9 (agdil aččuran)
ur: 16:9 (وسیع سکرین)
uz: 16∶9 (keng ekran)

source: Sets 16∶9 (widescreen) aspect ratio
cy: Yn gosod cymhareb agwedd 16∶9 (sgrin lydan)
ia: Impone le ration del aspecto 16∶9 (Schermo large)
kab: Ad yesbadu atug n tmeẓriwt 16∶9 (agdil ahrawan)
uz: 16∶9 (keng ekran) tomonlar nisbatini sozlaydi

source: Sets 2.11∶1 (DVB) aspect ratio
cy: Yn gosod cymhareb agwedd 2.11∶1 (DVB)
ia: Impone le ration del aspecto 2.11∶1 (DVB)
kab: Ad yesbadu atug n tmeẓriwt 2.11∶1 (DVB)
uz: 2.11∶1 (DVB) tomonlar nisbatini sozlaydi

source: S_ubtitles
cy: _Isdeitlau
ia: S_ubtitulos
kab: I_duzewlen
ur: س_ب ٹائٹل
uz: _Subtitrlar

source: _Languages
cy: _Ieithoedd
ia: _Linguas
kab: _Tutlayin
ur: _زبانیں
uz: _Tillar

source: Zoom In
cy: Chwyddo Mewn
ia: Aggrandir
kab: Simɣur
ur: زوم ان
uz: Kattalashtirish

source: Zoom in
cy: Chwyddo mewn
ia: Aggrandir
kab: Simɣur
ur: زوم ان
uz: Kattalashtirish

source: Skip _Forward
cy: Neidio _Ymlaen
ia: Saltar Avante (_Forward)
kab: Sɛeddi _Zdat
ur: _آگے پھلانگیں
uz: _Oldinga oʻtkazib yuborish

source: Skip forward
cy: Neidio ymlaen
ia: Saltar avante
kab: Ngez ɣer sdat
ur: آگے پھلانگیں
uz: Oldinga oʻtkazib yuborish

source: Skip _Backwards
cy: Neidio _Nôl
ia: Saltar a retro (_Backwards)
kab: Ngez ɣer _deffir
ur: _پیچھے پھلانگیں
uz: _Orqaga oʻtkazib yuborish

source: Skip backwards
cy: Neidio nôl
ia: Saltar a retro
kab: Ngez ɣer deffir
ur: پیچھے پھلانگیں
uz: Orqaga oʻtkazib yuborish

source: Time seek bar
cy: Bar ceisio amser
ia: Barra de querer del tempore
kab: Tafeggagt n yinig takudant
uz: Vaqtni qidirish paneli

source: Enter the _address of the file you would like to open:
cy: Rhowch _lleoliad (URI) y ffeil rydych chi eisiau ei agor:
ia: Inserer le _adresse del file tu desira aperir:
kab: Sekcem t_ansa n ufaylu i tebɣiḍ ad teldiḍ
ur: اس فائل کا _پتہ درج کریں جسے آپ کھولنا چاہتے ہیں:
uz: Ochmoqchi bo‘lgan fayl _manzilini kiriting:

source: Password requested for RTSP server
cy: Gofynnwyd am gyfrinair ar gyfer gweinydd RTSP
ia: Contrasigno requirite pro le servitor de RTSP
kab: Awal n uɛeddi yettwasuter i weseqdac RTSP
ur: پاس ورڈ درخواست کردہ برائے RTSP سرور
uz: RTSP serveri uchun parol so‘raldi

source: Audio Track #%d
cy: Trac Sain #%d
ia: Tracia audio #%d
kab: Tazribt tameslawt n° %d
ur: آڈیو ٹریک #%d
uz: Audio trek #%d

source: Subtitle #%d
cy: Is-deitl #%d
ia: Subtitulo #%d
kab: Aduzwel #%d
ur: سب-ٹائٹل #%d
uz: Subtitr #%d

source: The server you are trying to connect to is not known.
cy: Mae'r gweinydd rydych eisiau cysylltu ag ef yn anhysbys.
ia: Le servitor tu sta probar a associar te non es note.
kab: Aqeddac wuɣur tettaɛraḍeḍ ad teqqneḍ ur yettwassen ara.
ur: سرور جس سے آپ جڑنے کی کوشش کر رہے ہیں نا معلوم ہے۔
uz: Siz ulanmoqchi bo‘lgan server noma'lum.

source: The connection to this server was refused.
cy: Gwrthodwyd y cysylltiad i'r gweinydd hwn.
ia: Le connexion a iste servitor ha essite refusate.
kab: Tuqqna ɣer uqeddac-agi ur tettwaqbal ara.
ur: اس سرور سے اتصال مسترد کردیا گیا
uz: Ushbu serverga ulanish rad etildi.

source: The specified movie could not be found.
cy: Methwyd canfod y ffilm benodol.
ia: Le film specificate non pote esser trovate.
kab: Tavidyut i d-ittunefken ur tettwaf ara.
ur: بتائی گئی فلم نہیں ملی۔
uz: Belgilangan filmni topib boʻlmadi.

source: The server refused access to this file or stream.
cy: Gwrthododd y gweinydd fynediad i'r ffeil neu'r ffrwd.
ia: Le servitor ha refusate le accesso a iste file o stream.
kab: Aqeddac yugi adduf ɣer ufaylu-agi neɣ ɣer usuddem-agi.
ur: سرور نے اس فائل یا سٹریم تک رسائی کی اجازت مسترد کر دی ہے
uz: Server ushbu fayl yoki oqimga kirishni rad etdi.

source: Authentication is required to access this file or stream.
cy: Mae angen dilysu i gael mynediad i'r ffeil neu'r nant hon.
ia: Le authentication es necesse al accesso a iste file o stream
kab: Asesteb yettwasra i wadduf ɣer ufaylu-agi neɣ ɣer usuddem-agi.
ur: یہ فائل یا فلم چلانے کے لیے تصدیق درکار ہے۔
uz: Ushbu fayl yoki oqimga kirish uchun autentifikatsiya talab qilinadi.

source: You are not allowed to open this file.
cy: Does dim hawl gyda chi i agor y ffeil hon.
ia: Tu non es consentite aperir iste file.
kab: Ur tesɛiḍ ara azref ad teldiḍ afaylu-agi
ur: آپکو اس فائل کو کھولنے کی اجازت نہیں ہے۔
uz: Bu faylni ochishga ruxsat berilmagan.

source: This location is not a valid one.
cy: Nid yw'r lleoliad yn un dilys.
ia: Iste position non es valide
kab: Adig agi mačči d adig ameɣtu.
ur: یہ موزوں مقام نہیں ہے.
uz: Bu joylashuv haqiqiy emas.

source: The movie could not be read.
cy: Nid oedd modd darllen y ffilm.
ia: Le film non pote esser legite.
kab: Tavidyut ulamek ara tettwaɣer.
uz: Filmni o‘qib bo‘lmadi.

source: The playback of this movie requires a %s plugin which is not installed.
cy: Mae ail-chwarae'r ffilm hon yn gofyn am ategyn %s nad yw wedi'i osod.
ia: Le reproduction de iste film require un plug-in %s que non es installate.
kab: Taɣuri n tvidyut-agi tesra asiɣzef %s ur nettwasbedd ara.
uz: Ushbu filmni ijro etish uchun oʻrnatilmagan %s plagini kerak boʻladi.

source: An audio or video stream is not handled due to missing codecs. You might need to install additional plugins to be able to play some types of movies
cy: Nid yw ffrwd sain neu fideo yn cael ei thrin oherwydd codecau coll. Efallai y bydd angen i chi osod ategion ychwanegol i allu chwarae rhai mathau o ffilmiau
ia: Un stream audio o video non es gerite debitemente per carentia del codecs. Tu pote necessitar de installar plugins additional pro ser capace a reproducer alcun typos de filmes
kab: Asuddem n uvidyu neɣ n umeslaw ur yettwasefrek ara acku xuṣṣen ikudaken. Ahat tesraḍ ad tesbeddeḍ isiɣzifen imernan iwakken ad teɣreḍ kra n wanawen n tvidyutin.
uz: Kodeklar yetishmayotganligi sababli audio yoki video oqimga ishlov berilmaydi. Ba'zi turdagi filmlarni ijro etish uchun qo‘shimcha plaginlarni o‘rnatishingiz kerak bo‘lishi mumkin

source: This file cannot be played over the network. Try downloading it locally first.
cy: Nid oes modd chwarae'r ffeil hon dros y rhwydwaith. Ceisiwch ei llwytho i lawr yn lleol yn gyntaf.
ia: Iste file non pote ser reproducite sur le rete. Prova antea a discargar lo localmente
kab: D awezɣi taɣuri n ufaylu ɣef uẓeḍḍa. Eɛreḍ qbel ad t-id-sidreḍ ɣef uḍebsi.
ur: نیٹ ورک پر فائل نہیں چلائی جاسکتی. اسے پہلے ڈسک پر اتارنے کی کوشش کریں.
uz: Ushbu faylni tarmoq orqali o‘ynatib bo‘lmaydi. Avval uni yuklab olishga harakat qiling.

source: Surround
cy: Amgylchynu
ur: سرراؤنڈ

source: Media contains no supported video streams.
cy: Nid yw'r cyfrwng yn cynnwys llif fideo wedi'i gefnogi.
ia: Le medios contine nulle videos fluente supportate.
kab: Amidya ur yegbir ara asuddem avidyu itteddun.
uz: Mediada qo‘llab-quvvatlanadigan video oqimlari mavjud emas.

source: Some necessary plug-ins are missing. Make sure that the program is correctly installed.
cy: Mae rhai ategion angenrheidiol ar goll. Sicrhewch fod y rhaglen wedi'i gosod yn gywir.
ia: Alcun plug-ins necessari es mancante. Rende te secur que le programma es installate correctemente.
kab: Xuṣṣen isiɣzifen ilaqen. Tḥeqqeq belli ahil yettwasbedd akken iwata.
uz: Ba'zi kerakli plaginlar yetishmayapti. Dastur to‘g‘ri o‘rnatilganligiga ishonch hosil qiling.

source: File is not a valid .desktop file
cy: Nid yw'r ffeil yn ffeil .desktop dilys
ia: Le file non es un file .desktop valide
kab: Afaylu mačči d afaylu .desktop
ur: فائل موزوں .desktop فائل نہیں ہے
uz: Fayl yaroqli .desktop fayli emas

source: Unrecognized desktop file Version '%s'
cy: Ffeil bwrdd gwaith anhysbys Fersiwn '%s'
ia: Version '%s' de file de scriptorio non recognite
kab: Lqem '%s' n ufaylu n tnarit ur yettwaɛqal ara
ur: غیر تسلیم شدہ ڈیسک ٹاپ فائل ورژن '%s'
uz: Noma'lum ish stoli fayli "%s" versiyasi

source: Starting %s
cy: Cychwyn %s
ia: Lanceamento de %s
kab: Asenker n %s
ur: %s شروع کیا جارہا ہے
uz: %s boshlanmoqda

source: Application does not accept documents on command line
cy: Nid yw'r rhaglen yn derbyn dogfennau ar y llinell orchymyn
ia: Le application non accepta documentos sur le linea de commando
kab: Asnas ur iqebbel ara isemliyen deg izirig n tladna
ur: ایپلی کیشن کمانڈ لائن پر دستاویزات قبول نہیں کرتا
uz: Ilova buyruq satrida hujjatlarni qabul qilmaydi

source: Unrecognized launch option: %d
cy: Dewis cychwyn anhysbys: %d
ia: Option %d de lanceamento non recognite
kab: Aɣewwaṛ n usenker ur yettwassen ara: %d
ur: چلانے کا غیر تسلیم شُدہ اختیار: %d
uz: Noma'lum ishga tushirish varianti: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
cy: Methu trosglwyddo URI dogfen i gofnod bwrdd gwaith 'Type=Link'
ia: Impossibile passar le URIs del documento al entrata del scriptorio\ 'Type=Link'
kab: Ulamek asɛeddi n tansiwin URIs n yisemli ɣer 'Type=Link' n unekcum n tnarit
uz: Hujjat URIlarini “Type=Link” ish stoli yozuviga o‘tkazib bo‘lmaydi

source: Not a launchable item
cy: Nid yw'n eitem y mae modd ei chychwyn
ia: No es un elemento lanceabile
kab: Mačči d aferdis yettwasenkaren
ur: عنصر چلانے کے قابل نہیں ہے
uz: Ishga tushiriladigan element emas

source: File _Format: %s
cy: _Fformat Ffeil: %s
ia: _Format de File: %s
kab: A_masal n ufaylu: %s
ur: فائل _ساخت: %s
uz: Fayl _formati: %s

source: All Files
cy: Pob Ffeil
ia: Tote le files
kab: Akk ifuyla
ur: تمام فائلیں
uz: Barcha fayllar

source: All Supported Files
cy: Pob Ffeil sy'n cael ei Chynnal
ia: Omne files supportate
kab: Akk ifuyla yettusefraken
ur: تمام مُعاونت کردہ فائلیں
uz: Barcha qo‘llab-quvvatlanadigan fayllar

source: By Extension
cy: Trwy Estyniad
ia: Per Extension
kab: S usiɣzef
ur: ایکس ٹینشن سے
uz: Kengaytma bo‘yicha

source: File Format
cy: Fformat Ffeil
ia: Formato de file
kab: Amasal n Ufaylu
ur: فائل ساخت
uz: Fayl formati

source: Extension(s)
cy: Estyniad(au)
ia: Extension(es)
kab: Asiɣzef(en)
ur: ایکس ٹینشنز
uz: Kengaytma(lar)

source: The program was not able to find out the file format you want to use for `%s'. Please make sure to use a known extension for that file or manually choose a file format from the list below.
cy: Nid oedd y rhaglen yn gallu darganfod y fformat ffeil rydych chi am ei ddefnyddio ar gyfer `%s '. Gwnewch yn siŵr eich bod chi'n defnyddio estyniad hysbys ar gyfer y ffeil honno neu dewiswch fformat ffeil â llaw o'r rhestr isod.
ia: Le programma ha essite incapace a cercar ab le formato de file tu desira usar pro `%s'. Per favor rende te secur de usar un extension note pro iste file o elige manualmente un formato de file ab le lista sequente.
kab: Ahil igguma ad d-yaf amasal n ufaylu i tebɣiḍ ad tesqedceḍ i `%s'. Ttxil-k tḥeqqeq belli tseqdaceḍ asiɣzef yettwasnen i ufaylu-agi neɣ fren s ufus amasal n ufaylu di tebdart-agi ukessar.
uz: Dastur “%s” uchun foydalanmoqchi boʻlgan fayl formatini topa olmadi. Iltimos, ushbu fayl uchun maʼlum kengaytmadan foydalaning yoki quyidagi roʻyxatdan fayl formatini qoʻlda tanlang.

source: File format not recognized
cy: Fformat ffeil heb ei chydnabod
ia: Formato de file non recognoscite
kab: Amasal n ufaylu ur yettwaɛqal ara
ur: فائل کی ساخت کی پہچان نہیں ہو سکی۔
uz: Fayl formati tan olinmadi

source: Disable connection to session manager
cy: Analluogi cysylltiad i'r rheolwr sesiwn
ia: Disactivar le connexion al gerente de session
kab: Sexsi tuqqna ɣer umsefrak n tɣimit
uz: Sessiya menejeriga ulanishni o‘chirish

source: Specify file containing saved configuration
cy: Pennu'r ffeil sy'n cynnwys y ffurfweddiad wedi ei gadw
ia: Specificar le file continente le configuration salvate
kab: Mudd afaylu igebren tawila yettwakelsen
ur: وہ فائل بتائیں جس میں محفوظ کردہ تشکیل موجود ہے
uz: Saqlangan konfiguratsiyani o‘z ichiga olgan faylni belgilash

source: FILE
cy: FFEIL
kab: AFAYLU
ur: فائل
uz: FAYL

source: Specify session management ID
cy: Pennu ID rheoli sesiwn
ia: Specificar le ID de gestion de sexion
kab: Mudd asulay n usefrek n tɣimit
ur: دورانیہ مینیجمنٹ ID بتائیں
uz: Seans boshqaruvi identifikatorini belgilash

source: Session management options:
cy: Dewisiadau rheoli sesiwn:
ia: Optiones de gestion de sexion:
kab: Iɣewwaṛen n usefrek n tɣimit
uz: Sessiyani boshqarish variantlari:

source: Show session management options
cy: Dangos dewisiadau rheoli sesiwn
ia: Monstrar le optiones de gestion de sexion
kab: Sken iɣewwaṛen n usefrek n tɣimit
uz: Sessiyani boshqarish variantlarini ko‘rsatish

source: Unknown
cy: Anhysbys
ia: Incognite
kab: Arussin
ur: نا معلوم
uz: Noma'lum

# Dimensions
source: N/A
cy: Amherthnasol
ia: N/D
ur: غیر موجود
uz: Mavjud emas

# Video codec
source: N/A
cy: Amherthnasol
ia: N/D
ur: غیر موجود
uz: Mavjud emas

# Video bit rate
source: N/A
cy: Amherthnasol
ia: N/D
ur: غیر موجود
uz: Mavjud emas

# Frame rate
source: N/A
cy: Amherthnasol
ia: N/D
ur: غیر موجود
uz: Mavjud emas

# Audio bit rate
source: N/A
cy: Amherthnasol
ia: N/D
ur: غیر موجود
uz: Mavjud emas

# Audio codec
source: N/A
cy: Amherthnasol
ia: N/D
ur: غیر موجود
uz: Mavjud emas

source: 0 Channels
cy: 0 Sianel
ia: 0 Channales
kab: 0 n tregwa
ur: 0 چینل
uz: 0 kanal

source: %d hour
cy: %d awr
ia: %d hora
kab: %d n usrag
ur: %d گھنٹہ
uz: %d soat

source: %d minute
cy: %d munud
ia: %d minuta
kab: %d n tesdidt
ur: %d منٹ
uz: %d daqiqa

source: %d second
cy: %d eiliad
ia: %d secunda
kab: %d n tasint
ur: %d سیکنڈ
uz: %d soniya

source: 0 seconds
cy: 0 eiliad
kab: 0 n tasint
ur: 0 سیکنڈ
uz: 0 soniya

source: %d frame per second
cy: %d ffrâm yr eiliad
ia: %d quadro per secunda
kab: %d n ukatar i tasint
ur: %d فریم فی سیکنڈ
uz: %d kadr/sek

source: Audio Preview
cy: Rhagolwg Sain
ia: Vista preliminar Audio
kab: Tamuɣli n umeslaw
ur: آڈیو پیش منظر
uz: Audio oldindan eshitish

source: Could not initialize the thread-safe libraries.
cy: Methwyd ymgychwyn y llyfrgelloedd edefyn-ddiogel.
ia: Impossibile initialisar le librerias thread-safe.
kab: D awezɣi awennez n temkarḍiwin thread-safe.
ur: تھریڈ-سیف لائبریریوں کو شروع نہیں کیا جاسکا.
uz: Oqimi xavfsiz kutubxonalarni ishga tushirib boʻlmadi.

source: Verify your system installation. Xplayer will now exit.
cy: Gwiriwch osodiad eich system. Mi fydd Xplayer yn cau nawr.
ia: Verifica le installation de tu systema
kab: Selken asbeddi n unagraw-inek. Xplayer ad yeḥbes tura.
ur: اپنے سسٹم کی انسٹالیشن کی تصدیق کریں. ایکس پلیئر اب بند کر دیا جائے گا۔
uz: Tizim o‘rnatilishini tasdiqlang. Xplayer endi chiqadi.

source: _Play Now
cy: _Chwarae Nawr
ia: Re_Producer ora
kab: _Ɣer tura
ur: ابھی _چلائیں
uz: _Hozir ijro etish

source: _Add to Playlist
cy: ­_Ychwanegu at y Rhestr Chwarae
ia: _Adder al lista de reproduction
kab: _Rnu ɣer tebdart n tɣuri
ur: پلے لسٹ میں _شامل کریں
uz: _Pleylistga qo‘shish

source: Cancel
cy: Diddymu
ia: Cancellar
kab: Sefsex
ur: منسوخ
uz: Bekor qilish

source: No File
cy: Dim Ffeil
ia: Nulle file
kab: Ulac afaylu
ur: کوئی فائل نہیں
uz: Fayl yo‘q

source: Couldn't load the '%s' interface. %s
cy: Methu llwytho'r rhyngwyneb '%s'. %s
ia: Impossibile cargar le interfacie '%s'. %s
kab: D awezɣi aɛebbi n ugrudem '%s'. %s
uz: “%s” interfeysini yuklab bo‘lmadi. %s

source: The file does not exist.
cy: Nid yw'r ffeil yn bodoli
ia: Le file non existe.
kab: Afaylu ulac-it
ur: فائل موجود نہیں.
uz: Fayl mavjud emas.

source: Make sure that Xplayer is properly installed.
cy: Sicrhewch fod Xplayer wedi'i osod yn iawn.
ia: Rende te secur que Xplayer es debitemente installate.
kab: Tḥeqqeq belli Xplayer yettwasbed akken iwata.
ur: یقین کر لیں کہ ایکس پلیئر درست طریقے سے انسٹال ہے۔
uz: Xplayer to‘g‘ri o‘rnatilganligiga ishonch hosil qiling.

source: Xplayer is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cy: Mae Xplayer yn feddalwedd rhydd; gallwch ei ailddosbarthu a/neu ei haddasu o dan delerau Trwydded Gyhoeddus Gyffredinol GNU fel y'i cyhoeddwyd gan y Free Software Foundation; naill ai fersiwn 2 o'r Drwydded, neu (yn ôl eich dewis chi) unrhyw fersiwn ddiweddarach.
kab: Xplayer d aseɣẓan ilelli; tzemreḍ ad tmuddeḍ-t u/neɣ ad as-tbedleḍ s wakken llan wawalen n Turagt Tazayezt Tamatut GNU, am akken tettwaẓreg sɣur Free Software Foundation; ama d lqem 2 n turagt, neɣ (ma tebɣiḍ) yal turagt taqburt.
ur: ایکس پلیئر ایک مفت سوفٹ ویئر ہے، آپ اسے فری سوفٹ ویئر فاونڈیشن کی طرف سے جاری کردہ گنو جنرل پبلک لائسنس ورژن 2 یا (اپنی مرضی سے) بعد کے کسی ورژن کی شرائط کے تحت تقسیم / یا تبدیل کرسکتے ہیں.
uz: Xplayer - bu bepul dastur; siz uni qayta tarqatishingiz va/yoki uni Free Software Foundation tomonidan nashr etilgan GNU General Public License shartlariga muvofiq o‘zgartirishingiz mumkin; Litsenziyaning 2-versiyasi yoki (sizning xohishingizga ko‘ra) har qanday keyingi versiyasi.

source: Xplayer is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
cy: Mae Xplayer cael ei ddosbarthu yn y gobaith y bydd yn ddefnyddiol, ond HEB UNRHYW RHYFEDD; heb hyd yn oed y warant ymhlyg o AMRYWIAETH neu HYFFORDDIANT AM DDIBEN RHANBARTHOL. Gweler Trwydded Gyhoeddus Gyffredinol GNU i gael mwy o fanylion.
kab: Xplayer yettusedger iwakken ad yenfeɛ, maca MEBLA TUBBIT N ṬMANA, ulac ula d ṭmana tudrigt belli YEZMER AD YETTWAZZENZ neɣ YEZMER AD YETTUSEQDEC I KRA. I wugar n ttfaṣil, wali Turagt Tazayezt Tamatut GNU.
ur: ایکس پلیئر اس امید کے ساتھ تقسیم کیا جاتا ہے کہ یہ مفید اور کارآمد ثابت ہوگا تاہم کسی بھی ضمانت کے بغیر؛ تجارت یا کسی مخصوص کام کے قابل ہونے کی ایسی ضمانت کے بھی بغیر جس کی طرف یہ دلالت کرتا ہو۔ مزید تفصیلات کے لیے GNU GPL دیکھیں۔
uz: Xplayer foydali bo‘ladi degan umidda tarqatiladi, lekin HAR QANDAY KAFOLATSIZ; TIJORAT MUVOFIQligi yoki MAQSUS MAQSADGA MUVOFIQligi to‘g‘risidagi nazarda tutilgan kafolatsiz ham. Batafsil ma'lumot uchun GNU General Public License-ga qarang.

source: You should have received a copy of the GNU General Public License along with Xplayer; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
cy: Dylech fod wedi derbyn copi o Drwydded Gyhoeddus Gyffredinol GNU ynghyd â Xplayer; os na, ysgrifennwch at y Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 UDA
kab: Yiwet n tunɣilt (copy) n Turagt Tazayezt Tamatut GNU tlaq ad d-teddu akked Xplayer; ma ulac-itt, aru i Free Software Foundation, Inc., 59 Temple place, Suite 330, Boston, MA 02111-1307 USA
ur: ایکس پلیئر کے ساتھ آپ کو گنو کے عمومی عوامی اجازے کی ایک نقل ملی ہوگی، اگر نہیں تو آزاد سوفٹ ویئر فاؤنڈیشن کو لکھیے: Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
uz: Siz Xplayer bilan birga GNU General Public License nusxasini olishingiz kerak edi; bo‘lmasa, Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 AQShga yozing

source: Xplayer contains an exception to allow the use of proprietary GStreamer plugins.
cy: Mae Xplayer yn cynnwys eithriad i ganiatáu defnyddio ategion GStreamer perchnogol.
kab: Xplayer yesɛa tasurift iwakken ad isireg aseqdec n isiɣzifen GStreamer ur nelli ara d ilelliyen.
uz: Xplayer xususiy GStreamer plaginlaridan foydalanishga ruxsat beruvchi istisnoni o‘z ichiga oladi.

source: None
cy: Dim
ia: Nulle
kab: Ulac
ur: کچھ نہیں
uz: Yo‘q

source: Configure Plugins
cy: Ffurfweddu Ategion
ia: Configurar le Plugins
kab: Swel isiɣzifen
ur: پلگ انز کی تشکیل کریں
uz: Plaginlarni sozlash
