Repository: ion201/xplayer
Catalog: po/*.po
Languages: cy, ia, kab, ur, uz

source: %s Run '%s --help' to see a full list of available command line options.
cy: %s Rhedeg '%s --help' i weld rhestr lawn o holl ddewisiadau'r llinell orchymyn.
kab: %s Selkem '%s --help' iwakken ad twaliḍ akk tinefrunin n inezḍayen n izirig iwejden.
uz: %s Buyruqlar satri uchun mumkin bo‘lgan barcha opsiyalar ro‘yxatini ko‘rish uchun '%s --help' ni bajaring.

source: Pause
cy: Oedi
ia: Pausar
kab: Seṛǧu
ur: موقوف
uz: Pauza

source: Play
cy: Chwarae
ia: Reproducer
kab: Urar
ur: چلائیں
uz: Ijro etish

source: Xplayer could not play '%s'.
cy: Methodd Xplayer a chwarae '%s'.
ia: Xplayer non pote reproducer '%s'.
kab: Xplayer yegguma ad iɣer '%s'.
ur: ایکس پلیئر '%s' کو نہیں چلا سکتا.
uz: Xplayer “%s”ni ijro etolmadi.

source: Xplayer could not display the help contents.
cy: Methodd Xplayer a dangos y cynnwys cymorth
ia: Xplayer non pote monstrar le contento del adjuta.
kab: Xplayer yegguma ad ibeqqeḍ agbur n tallalt.
ur: ایکس پلیئر ہدایات کا مواد نہیں دکھا سکتا.
uz: Xplayer yordam tarkibini ko‘rsata olmadi.

source: An error occurred
cy: Digwyddodd gwall
ia: Un error ha occurrite
kab: Taḍra-d tuccḍa
ur: کوئی مسئلہ واقع ہوا ہے
uz: Xatolik yuz berdi

source: Previous Chapter/Movie
cy: Pennod/Ffilm Flaenorol
ia: Capitulo/Film Precedente
kab: Ixef uzwir/Tavidyut
ur: سابقہ باب/فلم
uz: Oldingi bob/film

source: Play / Pause
cy: Chwarae / Oedi
ia: Reproduction / Pausa
kab: Ɣer/ḥbes
ur: چلائیں / موقوف کریں
uz: Ijro etish / Pauza

source: Next Chapter/Movie
cy: Pennod/Ffilm Nesaf
ia: Capitulo/Film sequente
kab: Ixef uḍfir/Tavidyut
ur: اگلا باب/فلم
uz: Keyingi bob/film

source: Xplayer could not startup.
cy: Methodd Xplayer a chychwyn.
ia: Xplayer non pote initiar.
kab: Xplayer yegguma ad yekker.
ur: ایکس پلیئر نہیں چل سکتا.
uz: Xplayer ishga tushirilmadi.

source: No reason.
cy: Dim rheswm.
ia: Nulle ration.
kab: Ulac sebba.
ur: کوئی وجہ نہیں.
uz: Sabab yo‘q.

source: Open Location...
cy: Agor Lleoliad...
ia: Aperir le position...
kab: Ldi adig...
ur: مقام کھولیں...
uz: Joylashuvni ochish...

source: Enable debug
cy: Galluogi dadfygio
ia: Activar le correction de defectos
kab: Sermed aseɣti
ur: ڈی بگ فعال کریں
uz: Nosozliklarni tuzatishni yoqish

source: Seek Forwards
cy: Chwilio Ymlaen
ia: Querer in avante
kab: Nadi ɣer sdat
uz: Oldinga izlash

source: Seek Backwards
cy: Chwilio Nôl
ia: Querer in retro
kab: Nadi ɣer deffir
uz: Orqaga izlash

source: Volume Up
cy: Lefel y Sain i Fyny
ia: Altiar le volumine
kab: Ableɣ d asawen
ur: آواز بڑھائیں
uz: Ovozni oshirish

source: Volume Down
cy: Lefel y Sain i Lawr
ia: Abassar le volumine
kab: Ableɣ d akessar
ur: آواز گھٹائیں
uz: Ovozni pasaytirish

source: Mute sound
cy: Tewi'r sain
ia: Mutar le sono
kab: Gzem imesli
ur: آواز بند کریں
uz: Ovozni o‘chirish

source: Toggle Fullscreen
cy: Toglo'r Sgrin Lawn
ia: Alternar le schermo plen
kab: Qluqel ɣer ugdil aččuran
ur: فل سکرین ٹوگل کریں
uz: Toʻliq ekran rejimini almashtirish

source: Show/Hide Controls
cy: Dangos/Cuddio Rheolyddion
ia: Monstrar/Celar le controlos
kab: Sken/Ffer isenqaden
ur: کنٹرول دکھائیں/پوشیدہ کریں
uz: Boshqaruvlarni ko‘rsatish/yashirish

source: Quit
cy: Gadael
ia: Quitar
kab: Ffeɣ
ur: بند کریں
uz: Chiqish

source: Enqueue
cy: Rhestri
ia: Adder in cauda
kab: Err s adras n ugani
ur: قطار میں لگائیں
uz: Navbatga qo‘yish

source: Replace
cy: Amnewid
ia: Replaciar
kab: Semselsi
ur: _تبدیل کریں
uz: Almashtirish

source: Seek
cy: Chwilio
ia: Querer
kab: Nadi
uz: Izlash

source: Playlist index
cy: Mynegai rhestr chwarae
ia: Indice del lista de reproduction
kab: Amatar n tebdart n tɣuri
ur: پلے لسٹ کا انڈیکس
uz: Pleylist indeksi

source: Movies to play
cy: Ffilmiau i'w chwarae
ia: Films a reproducer
kab: Tavidyut ara yettwaɣren
ur: چلانے کے لیے فلمیں
uz: Ijro etish uchun filmlar

source: - Play movies and songs
cy: - Chwarae ffilmiau a chaneuon
ia: - Reproducer films e cantos
kab: Ɣer tividyutin akked tezlatin
ur: - فلمیں اور گانے چلائیں
uz: - Filmlar va qo‘shiqlarni ijro etish

source: Can't enqueue and replace at the same time
cy: Methu ychwanegu a disodli ar yr un pryd
ia: Impossibile adder in cauda e supplantar al mesme tempore
kab: Ulamek tiririt ɣer udras n ugani akked usemselsi ɣef tikkelt.
uz: Bir vaqtning o‘zida navbatga qo‘yish va almashtirish mumkin emas

source: MP3 ShoutCast playlist
cy: Rhestr chwarae MP3 ShoutCast
ia: Lista de selection MP3 ShoutCast
kab: Tabdart n tɣuri MP3 ShoutCast
uz: MP3 ShoutCast pleylisti

source: MP3 audio (streamed)
cy: Sain MP3 (wedi'i ffrydio)
ia: Audio MP3 (fluxo)
kab: ameslaw MP3 (s usuddem)
uz: MP3 audio (oqimli)

source: MP3 audio (streamed, DOS format)
cy: Sain MP3 (wedi'i ffrydio, fformat DOS)
ia: Audio MP3 (fluente, formato DOS )
kab: ameslaw MP3 (s usuddem, amasal DOS)
uz: MP3 audio (oqimli, DOS formati)

source: XML Shareable Playlist
cy: Rhestr Chwarae Rhannol XML
ia: Lista de reproduction in commun XML
kab: Tabdart n tɣuri XML Shareable
uz: XML almashish mumkin pleylist

source: Title %d
cy: Teitl %d
ia: Titulo %d
kab: Azwel %d
ur: عنوان %d
uz: Sarlavha %d

source: Could not save the playlist
cy: Methu cadw'r rhestr chwarae
ia: Impossibile salvar le lista de reproduction
kab: D awezɣi asekles n tebdart n tɣuri
ur: پلے لسٹ محفوظ نہیں کی جاسکی
uz: Pleylistni saqlab bo‘lmadi

source: Save Playlist
cy: Cadw'r rhestr chwarae
ia: Salvar le lista de reproduction
kab: Sekles tabdart n tɣuri
ur: پلے لسٹ محفوظ کریں
uz: Pleylistni saqlash

source: Playlist
cy: Rhestr Chwarae
ia: Lista de reproduction
kab: Tabdart n tɣuri
ur: پلے لسٹ
uz: Pleylist

source: The playlist '%s' could not be parsed. It might be damaged.
cy: Nid oedd modd dosrannu'r rhestr chwarae '%s'. Efallai y bydd wedi'i ddifrodi.
ia: Le lista de reproduction '%s' non pote esser analysate. Illo pote esser damnificate.
kab: D awezɣi taɣuri n tebdart n tɣuri '%s'. Ahat terreẓ.
ur: پلے لسٹ '%s' کو پارس نہیں کیا جا سکا، یہ شاید خراب ہے.
uz: “%s” pleylistini tahlil qilib bo‘lmadi. Bu shikastlangan bo‘lishi mumkin.

source: Playlist error
cy: Gwall Rhestr Chwarae
ia: Error del lista de reproduction
kab: Tuccḍa di tebdart n tɣuri
ur: پلے لسٹ کا مسئلہ
uz: Pleylist xatosi

source: Preferences
cy: Dewisiadau
ia: Preferentias
kab: Ismenyifen
ur: ترجیحات
uz: Parametrlar

source: Select Subtitle Font
cy: Dewis Ffont Isdeitlau
ia: Eliger le typo de character del subtitulos
kab: Fren tasefsit n iduzewlen
ur: سب ٹائٹل کا فونٹ منتخب کریں
uz: Subtitr shriftini tanlash

source: Current Locale
cy: Y Locale Cyfredol
ia: Region actual
kab: Tutlayt tamirant
ur: حالیہ لوکیل
uz: Joriy lokal

source: Arabic
cy: Arabaidd
ia: Arabe
kab: Taεrabt
ur: عربی
uz: Arabcha

source: Armenian
cy: Armenaidd
ia: Armeniano
kab: Aṛmini
ur: آرمینیائی
uz: Armancha

source: Baltic
cy: Baltaidd
ia: Baltico
kab: Tabalṭikt
ur: بالٹک
uz: Boltiqcha

source: Celtic
cy: Celtaidd
ia: Celtico
kab: Taseltit
ur: سیلٹک
uz: Keltcha

source: Central European
cy: Canol Ewrop
ia: Europee central
kab: Turuft talemmast
ur: وسطی یورپی
uz: Markaziy Yevropacha

source: Chinese Simplified
cy: Tsieinëaidd (Symleiddiedig)
ia: Chinese Simplificate
kab: Tacinit taḥarfit
ur: چینی سادہ
uz: Xitoycha soddalashtirilgan

source: Chinese Traditional
cy: Tsieineaidd (Traddodiadol)
kab: Tacinit tamensayt
ur: چینی روایتی
uz: Xitoycha an'anaviy

source: Croatian
cy: Croataidd
ia: Croato
kab: Takarwaṣit
ur: کرواتی
uz: Xorvatcha

source: Cyrillic
cy: Syrilaidd
ia: Cyrillico
kab: Asirilik
ur: سائیریلیک
uz: Kirilcha

source: Cyrillic/Russian
cy: Cyrillic/Rwsaidd
ia: Cyrillico/Russo
kab: Tasirilikt/Tarusit
ur: سائرلی/روسی
uz: Kirillcha/ruscha

source: Cyrillic/Ukrainian
cy: Cyrillic/Wcranaidd
ia: Cyrillico/Ukrainiano
kab: Tasirilikt/Takrinit
ur: سائرلی/اوکرانی
uz: Kirillcha/ukrainacha

source: Georgian
cy: Georgiaidd
ia: Georgiano
kab: Tajyuṛjit
ur: جارجیائی
uz: Gruzincha

source: Greek
cy: Groegaidd
ia: Greco
kab: Tagrikit
ur: يوناني
uz: Yunoncha

source: Hebrew
cy: Hebraeg
ia: Hebreo
kab: Taɛebrit
ur: عبرانی
uz: Ibroniycha

source: Hebrew Visual
cy: Gweledol Hebraeg
ia: Hebreo visual
kab: Taɛebranit tamwalant
ur: ابرانی بصری
uz: Ibroniycha vizual

source: Icelandic
cy: Eislandaidd
ia: Islandese
kab: Taṣlandit
ur: آئیس لینڈی
uz: Islandcha

source: Japanese
cy: Japanëaidd
ia: Japonese
kab: Tajapunit
ur: جاپانی
uz: Yaponcha

source: Korean
cy: Corëaidd
ia: Coreano
kab: Takurit
ur: کورین
uz: Koreyscha

source: Nordic
cy: Nordaidd
ia: Nordico
kab: Agafayan
ur: نارڈک
uz: Nordik

source: Persian
cy: Persaidd
ia: Farsi (Perse)
kab: Afarisi
ur: فارسی
uz: Forscha

source: Romanian
cy: Riwmanaidd
ia: Romaniano
kab: Tarumanit
ur: رومانین
uz: Rumincha

source: South European
cy: De Ewrop
ia: Sud europeo
kab: Turuft n unẓul
ur: جنوب یورپی
uz: Janubiy yevropacha

source: Turkish
cy: Twrcaidd
ia: Turco
kab: Taturkit
ur: ترکی
uz: Turkcha

source: Western
cy: Gorllewinol
ia: Occidental
kab: Utrim
ur: مغربی
uz: G‘arbiy

source: Vietnamese
cy: Fietnamaidd
kab: Tavyiṭnamit
ur: ویتنامی
uz: Vyetnamcha

source: Seek to %s / %s
cy: Chwilio hyd %s / %s
ia: Querer pro %s / %s
kab: Nadi %s / %s
uz: Izlash %s / %s

source: All files
cy: Pob ffeil
ia: Tote le files
kab: Akkw ifuyla
ur: تمام فائلیں
uz: Barcha fayllar

source: Supported files
cy: Ffeiliau sy'n cael eu cynnal
ia: Files supportate
kab: Ifuyla itteddun
ur: معاونت شُدہ فائلیں
uz: Qo‘llab-quvvatlanadigan fayllar

source: Audio files
cy: Ffeiliau sain
ia: Files audio
kab: Ifuyla imeslawen
ur: آڈیو فائلیں
uz: Audio fayllar

source: Video files
cy: Ffeiliau Fideo
ia: Files video
kab: Ifuyla imeẓranen
ur: ویڈیو فائلیں
uz: Video fayllar

source: Subtitle files
cy: Ffeiliau is-deitlau
ia: Files de subtitulos
kab: Ifuyla n iduzewlen
ur: سب ٹائٹل فائلیں
uz: Subtitr fayllari

source: Select Text Subtitles
cy: Dewiswch Is-deitlau Testun
ia: Eliger subtitulos de texto
kab: Fren iduzewlen
ur: متن سب ٹائٹل منتخب کریں
uz: Matn subtitrlarini tanlash

source: Select Movies or Playlists
cy: Dewis Ffilmiau neu Restrau Chwarae
ia: Eliger filmes o listas de reproduction
kab: Fren tividyutin neɣ tibdarin n tɣuri
ur: فلمیں یا پلے لسٹیں منتخب کریں
uz: Filmlar yoki pleylistlarni tanlash

source: Add Directory
cy: Ychwanegu Cyfeiriadur
ia: Adder un directorio
kab: Rnu akaram
ur: ڈائریکٹری شامل کریں
uz: Katalog qo‘shish

source: Filename
cy: Enw ffeil
ia: Nomine de file
kab: Isem n ufaylu
ur: فائل کا نام
uz: Fayl nomi

source: Resolution
cy: Cydraniad
kab: Tabadut
ur: ریزیلوشن
uz: O‘lcham

source: Duration
cy: Hyd
kab: Timirt
ur: مُدت
uz: Davomiyligi

source: Sets the user agent for the Apple Trailers site
cy: Yn gosod yr asiant defnyddiwr ar gyfer gwefan Apple Trailers
ia: Fixa le agente de usator pro le sito del trailers Apple
kab: Sbadu ameggi aseqdac i wesmel Apple Trailers
uz: Apple Trailers sayti uchun foydalanuvchi agentini sozlaydi

source: Autoload Subtitles
cy: Awtolwytho Is-deitlau
ia: Auto-cargar le subtitulos
kab: Aɛebbi awurman n iduzewlen
ur: سب ٹائٹل خودکار لوڈ کریں
uz: Subtitrlarni avtomatik yuklash

source: Autoloads text subtitles
cy: Yn awtolwytho isdeitlau testun
ia: Auto-carga subtitulos de texto
kab: Aɛebbi awurman n iduzewlen
ur: متن سب ٹائٹل خودکار لوڈ کریں
uz: Matn subtitrlarini avtomatik yuklaydi

source: Video Disc Recorder
cy: Recordydd Disg Fideo
ia: Apparato registrator de disco video
kab: Amseklas n uḍebsi abidyu
ur: ویڈیو ڈسک ریکارڈر
uz: Видео диск ёзгич

source: Records (S)VCDs or video DVDs
cy: Yn recordio (S)VCDs neu DVDs fideo
ia: Registra (S)VCDs o video DVDs
kab: Aklas n (S)VCDs neɣ video DVDs
ur: ویڈیو ڈی وی ڈی یا (ایس) وی سی ڈی ریکارڈ کرتا ہے
uz: (S)VCD yoki video DVD yozadi

source: _Create Video Disc...
cy: _Creu Disg Fideo...
ia: _Crear un disco video...
kab: Snulfu-d a_ḍebsi avidyu...
ur: ویڈیو ڈسک _بنائیں...
uz: _Video disk yaratish...

source: Create a video DVD or a (S)VCD from the currently opened movie
cy: Creu DVD fideo neu (S)VCD o'r ffilm sydd wedi'i hagor ar hyn o bryd
ia: Crea un video DVD o un (S)VCD ab le film currentemente aperte
kab: Snulfu-d DVD avidyu neɣ (S)VCD si tvidyut yeldin akka tura
ur: حالیہ کھلی فلم سے ویڈیو ڈی وی ڈی یا (ایس) وی سی ڈی بنائیں
uz: Hozirda ochilgan filmdan video DVD yoki (S)VCD yaratish

source: Copy Vide_o DVD...
cy: Copïo _DVD fideo...
ia: Copiar Vide_o DVD...
kab: Suken DVD a_vidyu...
ur: وی_ڈیو ڈی وی ڈی کاپی کریں...
uz: Video DVDni nusxalash...

source: Copy the currently playing video DVD
cy: Copïo'r DVD fideo sy'n chwarae ar hyn o bryd
ia: Copiar le DVD video actualmente in reproduction
kab: Suken DVD avidyu itteddun akka tura
ur: حالیہ چلتی ویڈیو ڈی وی ڈی کاپی کریں
uz: Hozir ijro etiladigan video DVDni nusxalash

source: Copy (S)VCD...
cy: Copïo (S)VCD...
ia: Copiar un (S)VCD...
kab: Suken (S)VCD...
ur: (ایس) وی سی ڈی کاپی کریں...
uz: (S) VCDni nusxalash...

source: Copy the currently playing (S)VCD
cy: Copïo'r (S)VCD sy'n chwarae ar hyn o bryd
ia: Copiar le (S)VCD actualmente in reproduction
kab: Suken (S)VCD itteddun akka tura
ur: حالیہ چلتی (ایس) وی سی ڈی کاپی کریں
uz: Hozir ijro etiladigan video (S)VCDni nusxalash

source: The video disc could not be duplicated.
cy: Nid oes modd dyblygu'r disg fideo.
ia: Le video disco non pote esser duplicate.
kab: Aḍebsi avidyu igguma ad ittusuken.
ur: ویڈیو کی ڈسک کا نقل نہیں بنایا جاسکا.
uz: Video diskni nusxalab bo‘lmadi.

source: The movie could not be recorded.
cy: Nid oedd modd recordio'r ffilm.
ia: Le film non pote esser registrate.
kab: Avidyu igguma ad ittusekles.
ur: فلم ریکارڈ نہیں کی جاسکی.
uz: Filmni yozib bo‘lmadi.

source: Unable to write a project.
cy: Methu ysgrifennu project.
ia: Incapace a scriber un projecto.
kab: D awezɣi tira n usenfar.
ur: پروجیکٹ کو لکھنے سے قاصر
uz: Loyiha yozish imkonsiz.

source: Name for new chapter:
cy: Enw ar gyfer pennod newydd:
ia: Nomine pro le nove capitulo:
kab: Isem n yixef amaynut:
ur: نئے باب کا نام:
uz: Yangi bob nomi:

source: _Remove Chapter
cy: _Darllen y Bennod
ia: _Remover un capitulo
kab: _Kkes ixef
ur: باب _حذف کریں
uz: _Bobni olib tashlash

source: Remove the chapter from the list
cy: Tynnwch y bennod o'r rhestr
ia: Remover le capitulo ab le lista
kab: Kkes ixef si tebdart
ur: فہرست سے باب حذف کریں
uz: Ro‘yxatdan bobni olib tashlash

source: _Go to Chapter
cy: _Mynd i Bennod
ia: Ir (_Go) al Capitulo
kab: D_du ɣer yixef
ur: باب پر _جائیں
uz: _Bobga o‘tish

source: Go to the chapter in the movie
cy: Mynd i'r bennod yn y ffilm
ia: Ir al capitulo in le film
kab: Ddu ɣer yixef deg uvidyu
ur: فلم میں باب پر جائیں
uz: Filmning bobiga o‘tish

source: Add Chapter...
cy: Ychwanegu Pennod...
ia: Adder capitulo...
kab: Rnu ixef...
ur: باب شامل کریں...
uz: Bob qo‘shish...

source: Remove Chapter
cy: Dileu Pennod
ia: Remover un capitulo
kab: KKes ixef
ur: باب حذف کریں
uz: Bobni olib tashlash

source: Go to Chapter
cy: Mynd i Bennod
ia: Ir al capitulo
kab: Ddu ɣer yixef
ur: باب پر جائیں
uz: Bobga o‘tish

source: Save Changes
cy: Cadw Newidiadau
ia: Salvar le cambios
kab: Kles ibeddlen
ur: تبدیلیاں‌ محفوظ کریں
uz: O‘zgarishlarni saqlash

source: No chapter data
cy: Dim data pennod
ia: Nulle datos del capitulo
kab: Ulac isefka n yixef
ur: کوئی باب ڈیٹا نہیں
uz: Bob ma'lumotlari yo‘q

source: Load Chapters...
cy: Llwythwch Benodau ...
ia: Cargar le capitulos...
kab: Ɛebbi ixfawen...
ur: باب لوڈ کریں...
uz: Boblarni yuklash...

source: Load chapters from an external CMML file
cy: Llwytho penodau o ffeil CMML allanol
ia: Carga capitulos ex un file externe CMML
kab: Ɛebbi ixfawen seg ufaylu CMML uffiɣ
ur: بیرونی CMML فائل سے باب لوڈ کریں
uz: Tashqi CMML faylidan boblarni yuklang

source: Add New Chapters
cy: Ychwanegu Penodau Newydd
ia: Adder nove capitulos
kab: Rnu ixfawen imaynuten
ur: نئے باب شامل کریں
uz: Yangi boblar qo‘shish

source: Create a new chapter list for the movie
cy: Creu rhestr bennod newydd ar gyfer y ffilm
ia: Crear un nove lista del capitulos pro le film
kab: Snulfu-d tabdart tamaynutt n yixfawen i tvidyut
ur: فلم کے لیے باب کی نئی فہرست بنائیں
uz: Film uchun yangi boblar ro‘yxatini yaratish

source: Chapters
cy: Penodau
ia: Capitulos
kab: Ixfawen
ur: باب
uz: Boblar

source: Support chapter markers in movies
cy: Cefnogi marcwyr penodau mewn ffilmiau
ia: Supportar le marcatores de capitulo in le filmes
kab: Sefrek tibzimin n iḥricen deg Tvidyutin
ur: فلموں میں باب نشان کاروں کی معاونت کریں.
uz: Filmlarda bo‘lim belgilarini qo‘llab-quvvatlash

source: <b>Title: </b>%s <b>Start time: </b>%s
cy: <b>Teitl:</b>%s <b>Amser cychwyn: </b>%s
ia: <b>Titulo: </b>%s <b>Tempore de initio: </b>%s
kab: <b>Azwel :</b> %s <b>Akud n tazwara:</b> %s
ur: <b>عُنوان: </b>%s <b>آغاز کا وقت: </b>%s
uz: <b>Sarlavha: </b>%s <b>Boshlash vaqti: </b>%s

source: Error while reading file with chapters
cy: Gwall wrth ddarllen ffeil gyda phenodau
ia: Error durante le lectura del file con capitulos
kab: Tuccḍa di tɣuri n ufaylu s yixfawen
ur: بابوں کے ساتھ فائل پڑھتے ہوئے مسئلہ
uz: Boblar bilan faylni o‘qishda xato

source: Chapter with the same time already exists
cy: Mae pennod gyda'r un amser eisoes yn bodoli
ia: Un capitulo con le mesme tempore ja existe
kab: Aḥric s wakkud-a yella yakan
ur: اسی وقت کا باب پہلے ہی موجود ہے
uz: Xuddi shu vaqtga ega bob allaqachon mavjud

source: Try another name or remove an existing chapter.
cy: Rhowch gynnig ar enw arall neu ddileu pennod sy'n bodoli eisoes.
ia: Prova un altere nomine o remove un capitulo existente.
kab: Efk-as isem-nniḍen neɣ kkes ixef yellan.
ur: دوسرا نام آزمائیں یا سابقہ باب مٹائیں.
uz: Boshqa nomni sinab ko‘ring yoki mavjud bobni olib tashlang.

source: Error while writing file with chapters
cy: Gwall wrth ysgrifennu ffeil gyda phenodau
ia: Error durante le scriptura de file con capitulos
kab: Tuccḍa mi yettwaru ufaylu s yixfawen
ur: بابوں والی فائل لکھتے ہوئے مسئلہ
uz: Boblar bilan fayl yozishda xato

source: Error occurred while saving chapters
cy: Digwyddodd gwall wrth gadw penodau
ia: Error occurrite durante le salvamento de capitulos
kab: Teḍra-d tuccḍa mi ttwaskelsen yixfawen
ur: باب محفوظ کرتے ہوئے مسئلہ پیش آیا
uz: Boblarni saqlashda xatolik yuz berdi

source: Please check you have permission to write to the folder containing the movie.
cy: Gwiriwch fod gennych ganiatâd i ysgrifennu i'r ffolder sy'n cynnwys y ffilm.
ia: Per favor controla que tu ha le licentia pro scriber in le plica continente le film.
kab: Ttxil-k selken ma tesɛiḍ izerfan n tira deg ukaram n tvidyut.
ur: ازراہِ کرم پڑتال کریں کہ آپ کے پاس فلم پر مشتمل فولڈر میں لکھنے کی اجازت ہے.
uz: Iltimos, filmni o‘z ichiga olgan jildga yozish uchun ruxsatingiz borligini tekshiring.

source: Open Chapter File
cy: Agor Ffeil Pennod
ia: Aperir un file del capitulo
kab: Ldi afaylu n yixfawen
ur: باب فائل کھولیں
uz: Bob faylini ochish

source: Chapter Screenshot
cy: Llun Sgrin y Bennod
ia: Captura de schermo del capitulo
kab: Tuṭṭfa n Uḥric
ur: باب کی سکرین شاٹ
uz: Bob skrinshoti

source: Chapter Title
cy: Teitl y Bennod
ia: Titulo del capitulo
kab: Azwel n yixef
ur: باب کا عُنوان
uz: Bob sarlavhasi

source: Save changes to chapter list before closing?
cy: Cadw newidiadau i'r rhestr penodau cyn cau?
ia: Salvar le cambios a un lista de capitulos ante le clausura?
kab: Ad teskelseḍ ibeddilen di tebdart n yixfawen send ad tmedleḍ?
ur: کیا بند کرنے سے پہلے باب کی فہرست میں تبدیلی محفوظ کر لی جائے؟
uz: Yopishdan oldin boblar ro‘yxatidagi o‘zgarishlar saqlansinmi?

source: Close without Saving
cy: Cau heb Gadw
ia: Clauder sin salvamento
kab: Mdel war asekles
ur: محفوظ کیے بغیر بند کریں
uz: Saqlamasdan yopish

source: Save
cy: Cadw
ia: Salvar
kab: Sekles
ur: محفوظ کریں
uz: Saqlash

source: If you don't save, changes to the chapter list will be lost.
cy: Os na fyddwch yn ei chadw, fydd y newidiadau i'r rhestr benodau yn cael eu colli.
ia: Si tu non salva, le cambios le lista del capitulos essera perdite.
kab: Ma ur teskelseḍ ara, ibeddilen ɣef tebdart n yixfawen a ṛuḥen.
ur: اگر آپ نے محفوظ نہ کیا، باب کی فہرست کی تبدیلیاں ضائع ہوجائیں گی.
uz: Saqlamasangiz, boblar ro‘yxatidagi o‘zgarishlar yo‘qoladi.

source: Add Chapter
cy: Ychwanegu Pennod
ia: Adder capitulo
kab: Rnu ixef
ur: باب شامل کریں
uz: Bob qo‘shish

source: MPRIS Support
cy: Cefnogaeth MPRIS
ia: Supporto de MPRIS
kab: Asefrek MPRIS
uz: MPRIS qo‘llab-quvvatlash

source: This plugin enables MPRIS support over DBUS.
cy: Mae'r ategyn hwn yn galluogi cefnogaeth MPRIS dros DBUS.
ia: Iste plugin activa le supporto de MPRIS sur DBUS.
kab: Azegrir-agi iremmed asefrak MPRIS s DBUS.
uz: Ushbu plagin DBUS orqali MPRISni qo‘llab-quvvatlaydi.

source: The MediaPlayer2 object does not implement the ‘%s’ interface
cy: Nid yw’r gwrthrych MediaPlayer2 yn gweithredu’r rhyngwyneb ‘%s’
ia: Le objecto MediaPlayer2 non implementa le interfacie ‘%s’
kab: Taɣawsa MediaPlayer2 ur tserkeb ara agrudem ‘%s’
uz: MediaPlayer2 obyekti “%s” interfeysini amalga oshirmaydi

source: The property ‘%s’ is not writeable.
cy: Nid oes modd ysgrifennu ar yr eiddo ‘%s’.
ia: Le proprietate ‘%s’ non es scribibile.
kab: Ayla ‘%s’ ur yesɛi ara adduf s tira.
ur: خاصیت ‘%s’ لکھنے کے قابل نہیں ہے.
uz: “%s” xususiyatini yozish mumkin emas.

source: Unknown property ‘%s’ requested of a MediaPlayer 2 object
cy: Gofynnwyd am eiddo anhysbys ‘%s’ gan wrthrych MediaPlayer 2
ia: Proprietate incognite ‘%s’ requirite de un objecto MediaPlayer 2
kab: Taɣaṛa tarussint ‘%s’ tettwasuter i 2 n tɣawsiwin n MediaPlayer
uz: MediaPlayer 2 obyekti uchun nomaʼlum “%s” xususiyati soʻralgan

source: The URI ‘%s’ is not supported.
cy: Nid yw'r URI ‘%s’ yn cael ei gefnogi.
ia: Le URI ‘%s’ non es supportate.
kab: URI ‘%s’ ur itteddu ara.
ur: ربط ‘%s’ کی معاونت نہیں ہے.
uz: “%s” URI qo‘llab-quvvatlanmaydi.

source: Grilo Browser
cy: Porwr Grilo
ia: Navigator Grilo
kab: Iminig Grilo
ur: گریلو براؤزر
uz: Grilo brauzeri

source: A plugin to let you browse media content from various sources
cy: Ategyn i adael i chi bori cynnwys cyfryngau o amrywiol ffynonellau
ia: Un plug-in pro lassar tu explorar le contento de medios ab varie fontes
kab: Asiɣzef ara k-yeǧǧen ad tesnirmeḍ agbur agetmidya n iɣbula
ur: ایک پلگ ان جو آپ کو مختلف ذرائع سے میڈیا دیکھنے کی صلاحیت دیتا ہے.
uz: Turli manbalardan media kontentini ko‘rib chiqish imkonini beruvchi plagin

source: Add to Playlist
cy: Ychwanegu at y Rhestr Chwarae
ia: Adder al lista de reproduction
kab: Rnu ɣer tebdart n tɣuri
ur: پلے لسٹ میں شامل کریں
uz: Pleylistga qo‘shish

source: Copy Location
cy: Copïo Lleoliad
ia: Copiar le position
kab: Suken adig
ur: مقام کاپی کریں
uz: Joylashuvni nusxalash

source: Browse
cy: Pori
ia: Explorar
kab: Snirem
ur: براؤز
uz: Ko‘rib chiqish

source: Search
cy: Chwilio
ia: Cercar
kab: Nadi
ur: تلاش
uz: Qidirish

source: Browse Error
cy: Gwall Pori
ia: Error de explorar
kab: Tuccḍa n usnirem
ur: براؤز کا مسئلہ
uz: Ko‘rib chiqish xatosi

source: Search Error
cy: Gwall Chwilio
ia: Error de cercar
kab: Tuccḍa n unadi
ur: تلاش کا مسئلہ
uz: Qidiruv xatosi

source: Gromit Annotations
cy: Anodiadau Gromit
ia: Annotationes de Gromit
kab: Asegzu Gromit
uz: Gromit izohlari

source: Presentation helper to make annotations on screen
cy: Cynorthwyydd cyflwyno i wneud anodiadau ar y sgrin
ia: Adjutante del presentation pro render annotationes sur le schermo
kab: Amallal n tnekda iwakken ad tgeḍ tilɣa ɣef ugdil
uz: Ekranda izohlar yaratish uchun taqdimot yordamchisi

source: The gromit binary was not found.
cy: Heb ddarganfod y gromit deuaidd.
ia: Le binari gromit non ha essite trovate.
kab: Imisin Gromit ur yettwaf ara.
uz: Gromit ikkilik fayli topilmadi.

source: Instant Messenger Status
cy: Statws Instant Messenger
ia: Stato de Instant Messenger
kab: Addad n udiwenni usrid
ur: فوری پیغام رساں حالت
uz: Instant Messenger holati

source: Set your Instant Messenger status to away when a movie is playing
cy: Gosodwch eich statws Instant Messenger i ffwrdd pan fydd ffilm yn chwarae
ia: Configura le stato de tu Instant Messenger a foras durante le reproduction de un film
kab: Sbadu addad n udiwenni-inek usrid Messenger ɣer 'ulac-iyi' mi ara itturar asaru
uz: Film ijro etilganda Instant Messenger holatini uzoqda qilib qo‘yish
