Repository: ion201/xplayer
Catalog: po/*.po
Languages: cy, ia, kab, ur, uz

source: Infrared Remote Control
cy: Rheolwr Pell Is-goch
ia: Controlo remote infrarubie
kab: Asenqed ubεid n infrared
ur: انفراریڈ ریموٹ کنٹرول
uz: Infraqizil masofadan boshqarish

source: Support infrared remote control
cy: Yn cefnogi rheolaeth bell is-goch
ia: Supporta le controlo remote infrarubie
kab: Sefrek asenqed ubεid n infrared
ur: انفراریڈ ریموٹ کنٹرول کی سپورٹ کریں
uz: Infraqizil masofadan boshqarishni qo‘llab-quvvatlash

source: Couldn't initialize lirc.
cy: Methu ymgychwyn lirc.
ia: Impossibile initialisar lirc.
kab: D awezɣi awennez n lirc.
ur: lirc کو نہیں چلایا جاسکا.
uz: Lircni ishga tushirib boʻlmadi.

source: Couldn't read lirc configuration.
cy: Methu darllen ffurfweddiad lirc.
ia: Impossibile leger le configuration de lirc.
kab: D awezɣi taɣuri n twila lirc.
ur: lirc کی تشکیلات نہیں پڑھی جاسکیں.
uz: Lirc konfiguratsiyasini o‘qib bo‘lmadi.

source: Media Player Keys
cy: Allweddi Chwaraewr Cyfryngau
ia: Claves del reproductor de medios
kab: Tanasin n imeɣri n umidya
ur: میڈیا پلیئر کے بٹن
uz: Media pleyer kalitlari

source: Support additional media player keys
cy: Cefnogi allweddi chwaraewr cyfryngau ychwanegol
ia: Supportar additional claves del reproductor de medios
kab: Asenarni teqqfalin nniḍen i umeɣri n umidya
ur: اضافی میڈیا پلیئر بٹن سپورٹ کریں
uz: Qo‘shimcha media pleyer kalitlarini qo‘llab-quvvatlash

source: Always On Top
cy: Bob Tro ar y Brig
ia: Sempre al summitate
kab: Yalas deg uɣawas amezwaru
ur: _ہمیشہ سب سے اوپر رکھیں
uz: Har doim yuqorida

source: Keep the main window on top when playing a movie
cy: Cadw'r brif ffenestr uchaf wrth chwarae ffilm
ia: Tener le fenestra principal in alto durante le reproduction de un film
kab: Eǧǧ asfaylu agejdan deg uɣawas amezwaru mi ara yetteddu usaru
ur: فلم چلاتے وقت مرکزی ونڈو کو ہمیشہ سب سے اوپر رکھیں
uz: Filmni ijro etganda asosiy oynani yuqorida saqlash

source: Subtitle Downloader
cy: Llwythwr Is-deitlau
ia: Discargator de subtitulos
kab: Aɛebbi n iduzewlen
ur: سب ٹائٹل ڈاؤنلوڈر
uz: Subtitr yuklab oluvchi

source: Look for subtitles for the currently playing movie
cy: Chwilio am isdeitlau ar gyfer y ffilm sy'n chwarae ar hyn o bryd
ia: Cercar subtitulos pro le film actualmente in reproduction
kab: Nadi iduzewlen i tvidyut itteddun akka tura
ur: حالیہ چلتی فلم کے لیے سب ٹائٹل تلاش کریں.
uz: Hozir ijro etilayotgan film uchun subtitrlarni qidirish

source: Brazilian Portuguese
cy: Portiwgaleg Brasil
ia: Portugese brasilian
kab: Tapuṛtugit n Brazil
ur: برازیلی پرتگالی
uz: Braziliya portugalcha

source: Searching for subtitles…
cy: Yn chwilio am isdeitlau ...
ia: In cerca de subtitulos…
kab: Anadi n iduzewlen…
ur: سب ٹائٹلز کی تلاش جاری ہے...
uz: Subtitrlar qidirilmoqda…

source: Downloading the subtitles…
cy: Yn llwytho is-deitlau i lawr ...
ia: Discargamento del subtitulos…
kab: Aɛebbi n iduzewlen…
ur: سب ٹائٹل اتارے جارہے ہیں...
uz: Subtitrlar yuklab olinmoqda…

source: Could not contact the OpenSubtitles website
cy: Methu cysylltu â gwefan OpenSubtitles
ia: Impossibile continger le sito web OpenSubtitles
kab: D awezɣi anermes n usmel web OpenSubtitles
ur: OpenSubtitles کی ویب سائٹ سے رابطہ نہیں ہوسکا
uz: OpenSubtitles veb-sayti bilan bog‘lanib bo‘lmadi

source: Could not contact the OpenSubtitles website.
cy: Methu cysylltu â gwefan OpenSubtitles.
ia: Impossibile continger le sito web OpenSubtitles.
kab: D awezɣi anermes n usmel web OpenSubtitles.
ur: OpenSubtitles کی ویب سائٹ سے رابطہ نہیں ہوسکا.
uz: OpenSubtitles veb-sayti bilan bog‘lanib bo‘lmadi.

source: No results found.
cy: Heb ganfod unrhyw ganlyniadau.
ia: Nulle resultatos trovate.
kab: Ulac igmaḍ yettwafen.
ur: کوئی نتائج نہیں ملے۔
uz: Hech qanday natija topilmadi.

source: Subtitles
cy: Isdeitlau
ia: Subtitulos
kab: Iduzewlen
ur: سب ٹائٹل
uz: Subtitrlar

source: Format
cy: Fformat
ia: Formato
kab: Msel
ur: ساخت

source: Rating
cy: Graddio
ia: Valor
kab: Tazmilt
ur: درجہ بندی
uz: Reyting

source: Download movie subtitles from OpenSubtitles
cy: Llwythwch isdeitlau ffilm i lawr o OpenSubtitles
ia: Discargar subtitulos de film ex OpenSubtitles
kab: Sider iduzewlen n usaru si OpenSubtitles
ur: اوپن سب ٹائٹلز OpenSubtitles سے فلم کے سب ٹائٹل اتاریں
uz: OpenSubtitlesdan film subtitrlarini yuklab olish

source: _Download Movie Subtitles…
cy: Yn _Llwytho Is-deitlau Ffilm i Lawr...
ia: _Discargar subtitulos de film…
kab: _Sider iduzewlen n usaru…
ur: فلم کے سب ٹائٹل ا_تاریں...
uz: _Film subtitrlarini yuklab olish…

source: Searching subtitles…
cy: Yn chwilio is-deitlau…
ia: In cerca de subtitulos…
kab: Anadi n iduzewlen…
ur: سب ٹائٹلز کی تلاش جاری ہے...
uz: Subtitrlar qidirilmoqda…

source: Download Movie Subtitles
cy: Llwytho Is-deitlau Ffilm i Lawr
ia: Discargar subtitulos de film
kab: Sider iduzewlen n usaru
ur: فلم کے سب ٹائٹل اتاریں
uz: Film subtitrlarini yuklab olish

source: Subtitle _language:
cy: _Iaith isdeitlau
ia: Lingua del subtitulos:
kab: Tu_tlayt n iduzewlen:
ur: سب ٹائٹل کی _زبان:
uz: Subtitr _tili:

source: _Play with Subtitle
cy: _ Chwarae gydag Is-deitl
ia: _Reproducer con subtitulos
kab: _Urar s iduzewlen
ur: سب ٹائٹل کے ساتھ _چلائیں
uz: _Subtitr bilan ijro etish

source: Subtitle language
cy: Iaith isdeitlau
ia: Lingua del subtitulos
kab: Tutlayt n iduzewlen
ur: سب ٹائٹل کی زبان
uz: Subtitr tili

source: The language to search for subtitles for movies in.
cy: Yr iaith i chwilio amdani mewn isdeitlau ffilmiau.
ia: Le lingua pro cercar subtitulos pro le films.
kab: Tutlaytt ara tnadiḍ i iduzewlen n isura.
ur: زبان جس میں فلم کے لیے سب ٹائٹل کی تلاش کی جائے گی.
uz: Filmlar uchun subtitrlarni qidirish uchun til.

source: Movie Properties
cy: Priodweddau Ffilmiau
ia: Proprietates del film
kab: Iraten n usaru
ur: فلم کی خصوصیات
uz: Film xususiyatlari

source: Adds movie properties to the sidebar
cy: Yn ychwanegu priodweddau ffilm i'r bar ochr
ia: Adde le proprietates de film al barra lateral
kab: Rnu iraten n usaru deg ugalis n yidis
uz: Yon panelga film xususiyatlarini qo‘shadi

source: %d kbps
cy: %d cbe
kab: %d kb/s

# Stream bit rate
source: N/A
cy: Amh.
ia: N/D
ur: غیر موجود
uz: Mavjud emas

# Sample rate
source: N/A
cy: Amh.
ia: N/D
ur: غیر موجود
uz: Mavjud emas

source: Properties
cy: Priodweddau
ia: Proprietates
kab: Taɣara
ur: خصوصیات
uz: Xususiyatlar

source: rpdb2 password
cy: cyfrinair rpdb2
ia: Contrasigno de rpdb2
kab: Awal n uɛeddi rpdb2
ur: rpdb2 پاس ورڈ
uz: rpdb2 parol

source: A password to protect the rpdb2 server for debugging Xplayer from unauthorized remote access. If this is empty, a default of 'xplayer' will be used.
cy: Cyfrinair i ddiogelu'r gweinydd rpdb2 ar gyfer dadfygio Xplayer rhag mynediad o bell heb awdurdod. Os yw hyn yn wag, bydd 'xplayer' yn cael ei defnyddio .
ia: Un contrasigno pro proteger del expulicar Xplayer le servitor de rpdb2 ab un accesso remote non autorisate. Si isto es vacue, uno ordinari de 'xplayer' essera usate.
kab: Awal n uεeddi i uhraz n uqeddac rpdb2 i mseɣti Xplayer sef unekcum ubεid ur nesεi ttesriḥ. ma yella d ilem, d amezwar n 'xplayer' ad ittwasqedcen.
uz: Xplayerni ruxsatsiz masofaviy kirishdan tuzatish uchun rpdb2 serverini himoya qilish uchun parol. Agar bu boʻsh boʻlsa, standart “xplayer” ishlatiladi.

source: Python Console
cy: Consol Python
ia: Consola de Python
kab: Tadiwent Python
ur: پائتھن کونسول
uz: Python konsoli

source: Interactive Python console
cy: Consol Python Rhyngweithiol
ia: Consola interactive de Python
kab: tadiwent u sefrer n Python
ur: انٹر ایکٹیو پائتھن کونسول.
uz: Interaktiv Python konsoli

source: Python Console Menu
cy: Dewislen Consol Python
ia: Menu del consola de Python
kab: Umuɣ n tdiwent Python
ur: پائتھن کونسول مینیو
uz: Python konsol menyusi

source: _Python Console
cy: Consol _Python
ia: Consola de _Python
kab: Tadiwent _Python
ur: _پائتھن کونسول
uz: _Python konsoli

source: Show Xplayer's Python console
cy: Dangos consol Python Xplayer
ia: Monstrar le consola Python de Xplayer
kab: Sken tadiwent Python n Xplayer
ur: ایکس پلیئر پائتھن کونسول دکھائیں
uz: Xplayerning Python konsolini ko‘rsatish

source: Python Debugger
cy: Dadfygiwr Python
ia: Chassator de errores de Python
kab: Seɣti Python
ur: پائتھن ڈی بگر
uz: Python tuzatuvchisi

source: Enable remote Python debugging with rpdb2
cy: Galluogi dadfygio Python o bell gyda rpdb2
ia: Activar le expulicamento remote de Python con rpdb2
kab: Sermed aseɣti anmeggag n Python s rpdb2
uz: Rpdb2 bilan masofaviy Python nosozliklarini tuzatishni yoqish

source: You can access the Xplayer.Object through 'xplayer_object' :\n%s
cy: Gallwch gyrchu'r Xplayer.Object trwy 'xplayer_object':\n%s
ia: Tu poter acceder le Xplayer.Object per le 'xplayer_object' :\n%s
kab: Tzemreḍ ad taddfeḍ ɣer Xplayer.Object s ttawil n 'xplayer_object' :\n%s
uz: Xplayer.Objectga 'xplayer_object' orqali kirishingiz mumkin:\n%s

source: Xplayer Python Console
cy: Consol Xplayer Python
ia: Consola Python de Xplayer
kab: Tadiwent Python n Xplayer
ur: ایکس پلیئر پائتھن کونسول
uz: Xplayer Python konsoli

source: After you press OK, Xplayer will wait until you connect to it with winpdb or rpdb2. If you have not set a debugger password in DConf, it will use the default password ('xplayer').
cy: Ar ôl i chi bwyso Iawn, bydd Xplayer yn aros nes i chi gysylltu ag ef gyda winpdb neu rpdb2. Os nad ydych wedi gosod cyfrinair dadfygiwr yn DConf, bydd yn defnyddio'r cyfrinair rhagosodedig ('xplayer').
ia: Post que tu pulsa OK, Xplayer attendera usque tu associara isto con winpdb o rpdb2.
kab: Seld mi tettekaḍ ɣef IH, Xplayer ad yerǧu armi yeqqen ɣer winpdb neɣ rpdb2. Ma ur tesbaduḍ ara awal uεeddi i umseɣti deg DConf, ad iseqdec awal uεeddi amezwer ('xplayer').
uz: OK tugmasini bosganingizdan so‘ng, Xplayer siz unga winpdb yoki rpdb2 bilan ulanishingizni kutadi. Agar siz DConf-da tuzatuvchi parolni o‘rnatmagan bo‘lsangiz, u standart paroldan ('xplayer') foydalanadi.

source: Recent files
cy: Ffeiliau diweddar
ia: Files recente
kab: Ifuyla n melmi kan
ur: حالیہ فائلیں
uz: Oxirgi fayllar

source: Adds files that have been played to recent files
cy: Yn ychwanegu ffeiliau sydd wedi'u chwarae i ffeiliau diweddar
ia: Adde le files que ha essite reproducite al lista del files recente
kab: Ad yernu ifuyla yettwaɣran ɣer ifuyla n melmi kan
uz: Oxirgi fayllarga ijro etilgan fayllarni qo‘shadi

source: Rotation Plugin
cy: Ategyn Cylchdroi
ia: Plug-in de rotation
kab: Asiɣzef n tuzzya
ur: گھماؤ کا پلگ ان
uz: Burish plagini

source: Allows videos to be rotated if they are in the wrong orientation
cy: Yn caniatáu cylchdroi fideos os ydyn nhw yn y cyfeiriadedd anghywir
ia: Permitte videos a ser rotate si illos es in le orientation improprie
kab: Ad yesireg tuzzya n ividyuten ma sɛan yir taɣda
ur: اگر ویڈیو فائلوں کی سمت بندی غلط ہو تو انہیں گھمانے کی اجازت دیں.
uz: Videolar noto‘g‘ri yo‘nalishda bo‘lsa, ularni burish imkonini beradi

source: _Rotate Clockwise
cy: Cylchdroi _Clocwedd
ia: _Rotar in verso horari
kab: Tu_zzya di tnila n temrilt
ur: گھڑی وار _گھمائیں
uz: _Soat yo‘nalishi bo‘yicha burish

source: Rotate Counterc_lockwise
cy: Cylchdroi _Gwrthglocwedd
ia: Rotar in verso contra-horari (Counterc_lockwise)
kab: Tu_zzya mgal tamrilt
ur: گھڑی کی _سمت کے الٹ گھمائیں
uz: Soat miliga teskari burish

source: Screen Saver
cy: Arbedwr Sgrin
ia: Salva schermo
kab: Asedmas n ugdil
ur: سکرین سیور
uz: Ekran saqlovchi

source: Deactivates the screen saver when a movie is playing
cy: Yn ddadweithredu’r arbedwr sgrin pan mae ffilm yn chwarae
ia: Disactiva le salva schermo quando un film es in reproduction
kab: Ad isexsi asedmas n ugdil mi ara yetteddu uvidyu
uz: Film ijro etilayotganda ekran saqlovchini o‘chiradi

source: Playing a movie
cy: Yn chwarae ffilm
ia: Reproduction de un film
kab: Turarin n tvidyut
ur: فلم چل رہی ہے
uz: Film ijro etilmoqda

source: Screenshot width (in pixels):
cy: Lled y llun (mewn picseli):
ia: Largessa del captura de schermo (in pixels):
kab: Tehri n tuṭṭfa n ugdil (s ipiksilen):
ur: سکرین شاٹ کی چوڑائی (پکسل میں):
uz: Skrinshot kengligi (piksellarda):

source: Calculate the number of screenshots
cy: Cyfrifo'r nifer o luniau sgrin
ia: Calcular le numero de instantaneas de schermo
kab: Asiḍen n umḍan n tuṭtfiwin n ugdil
ur: سکرین شاٹس کی تعداد شمار کریں
uz: Skrinshotlar sonini hisoblash

source: Number of screenshots:
cy: Nifer y luniau sgrin:
ia: Numero de instantaneas de schermo
kab: Amḍan n tuṭṭfiwin n ugdil:
ur: سکرین شاٹس کی تعداد:
uz: Skrinshotlar soni:

source: Screenshot from %s.png
cy: Lluniau sgrin o %s.png
ia: Instantanea de schermo ex %s.png
kab: Tuṭṭfa n ugdil si %s.png
ur: تصویر-%s.png سے
uz: %s.png dan skrinshot

source: Screenshot from %s - %d.png
cy: Lluniau sgrin o %s - %d.png
ia: Captura de schermo ab %s - %d.png
kab: Tuṭṭfa n ugdil si %s - %d.png
ur: سکرین شاٹ-%s-%d.png سے
uz: %s - %d.png dan skrinshot

source: Screenshot
cy: Llun sgrin
ia: Instantanee de schermo
kab: Tuṭṭfa n ugdil
ur: سکرین شاٹ
uz: Skrinshot

source: Allows screenshots and galleries to be taken of videos
cy: Yn caniatáu cymryd lluniau sgrin ac orielau o fideos
ia: Permitte instantaneas de schermo e galerias de ser prendite de videos
kab: Ad yesireg tuṭṭfiwin n ugdil akked tegennariyin seg yividyuten
uz: Videolardan skrinshot va galereyalar olish imkonini beradi

source: Save Gallery
cy: Cadw Oriel
ia: Salvar le galeria
kab: Asekles n tegennarit
ur: گیلری محفوظ کریں
uz: Galereyani saqlash

source: Gallery-%s-%d.jpg
cy: Oriel-%s-%d.jpg
ia: Galleria-%s-%d.jpg
kab: Tagennarit-%s-%d.jpg
ur: گیلری-%s-%d.jpg
uz: Galereya-%s-%d.jpg

source: Creating Gallery...
cy: Yn Creu Oriel ...
ia: Creation de un Gallery...
kab: Asnulfu n tegennarit...
ur: گیلری بنائی جارہی ہے...
uz: Galereya yaratilmoqda...

source: Saving gallery as "%s"
cy: Yn cadw oriel fel "%s"
ia: Salvar un galleria como "%s"
kab: Asekles n tegennarit am "%s"
ur: گیلری محفوظ کی جارہی ہے بطور "%s"
uz: Galereya “%s” sifatida saqlanmoqda

source: Xplayer could not get a screenshot of the video.
cy: Nid oedd Xplayer gael llun sgrin o'r fideo.
ia: Xplayer non pote obtener un captura de schermo del video.
kab: Xplayer yegguma ad d-yeṭṭef agdil n tvidyut-agi.
ur: ایکس پلیئر ویڈیو کی سکرین شاٹ حاصل نہیں کرسکا.
uz: Xplayer videoning skrinshotini ololmadi.

source: This is not supposed to happen; please file a bug report.
cy: Nid yw hyn i fod i ddigwydd; ffeiliwch adroddiad gwall.
ia: Iste non es supponite de occurrer; per favor mitte un reporto de defecto.
kab: Ugur-agi ur yetturaǧǧu ara ad d-yeḍru; ttxil-k azen aneqqis n tuccḍa.
ur: ایسا ہونا نہیں چاہیے تھا، ازراہِ کرم بگ رپورٹ فائل کریں.
uz: Bu sodir bo‘lmasligi kerak; Iltimos, xato haqida hisobot yuboring.

source: Take _Screenshot
cy: Tynnu _Llun Sgrin
ia: Prender un instantanea del _Schermo
kab: Ṭṭef-d a_gdil
ur: _سکرین شاٹ لیں
uz: _Skrinshot olish

source: Take a screenshot
cy: Cymerwch lun sgrin
ia: Captura le schermo
kab: Ṭṭef-d tuddma n wegdil
ur: سکرین کی تصویر اتاریں
uz: Skrinshot olish

source: Create Screenshot _Gallery...
cy: Crëwch _Oriel Lluniau Sgrin...
ia: Crear un _Galleria de instantaneas de schermo
kab: Snulfu-d ta_gennarit n tuṭṭfiwin n ugdil...
ur: سکرین شاٹ کی _گیلری بنائیں...
uz: _Skrinshotlar galereyasini yaratish...

source: Create a gallery of screenshots
cy: Crëwch oriel o luniau sgrin
ia: Crear un galleria de instantaneas de schermo
kab: Snulfu-d tagennarit n tuṭṭfiwin n ugdil
ur: سکرین شاٹ کی گیلری بنائیں
uz: Skrinshotlar galereyasini yaratish

source: Skip To
cy: Neidio i
ia: Saltar a
kab: Ngez ɣer
ur: پھلانگیں تا
uz: Oʻtish

source: Provides the "Skip to" dialog
cy: Yn darparu'r ddeialog "Neidio i"
ia: Forni un fenestra de dialogo "Saltar a"
kab: Ad d-yefk tankult n udiwenni "Neggez ɣer"
ur: "چھوڑیں تا" کا ڈائیلاگ فراہم کرتا ہے
uz: "o‘tish" dialog oynasini taqdim etadi

source: _Skip to:
cy: _Neidio i:
ia: _Saltar a
kab: _Ngez ɣer:
ur: _پھلانگیں تا:
uz: _Oʻtish:

source: second
cy: eiliad
ia: secunda
kab: tasint
ur: سیکنڈ
uz: soniya

source: _Skip To...
cy: _Neidio i...
ia: _Saltar a...
kab: _Ngez ɣer...
ur: _پھلانگیں تا...
uz: _Oʻtish...

source: Skip to a specific time
cy: Neidio i eitem benodol
ia: Saltar a un tempore specificate.
kab: Suref ɣer wakkud ittunefken
ur: مخصوص وقت تک پھلانگیں
uz: Muayyan vaqtga o‘tish

source: Zeitgeist Plugin
cy: Ategyn Zeitgeist
ia: Plugin de Zeitgeist
kab: Asiɣzef Zeitgeist
ur: Zeitgeist پلگ ان
uz: Zeitgeist plagini

source: A plugin sending events to Zeitgeist
cy: Ategyn yn anfon digwyddiadau at Zeitgeist
ia: Un plugin que manda le eventos a Zeitgeist
kab: Asiɣzef i yettaznen tidyanin ɣer Zeitgeist
uz: Zeitgeistga voqealarni yuborish plagini

source: AC3 Passthrough
ia: AC3 Passante
kab: AC3 Zgel
ur: AC3 پاس تھرو
uz: AC3 orqali o‘tish

source: Codec:
kab: Akudak
ur: کوڈیک:
uz: Kodek:

source: ID
kab: Asulay
ur: آئی ڈی
uz: Identifikator

source: 0 Hz
uz: 0 Gts

source: Hindi
ur: ہندی
uz: Hindcha

source: Thai
kab: Tataylandit
ur: تھائی
uz: Tay tili

source: %d Hz
uz: %d Gts

source: Artist:
ia: Artista:
kab: Anaẓur
ur: فنکار:

source: Gujarati
kab: Tagujaratit
ur: گجراتی

source: 2.11∶1 (DVB)
ia: (DVB) 2.11∶1

source: Apple Trailers
ia: Trailers Apple
ur: ایپل ٹریلر

source: Stereo
ur: سٹیریو

source: Mono
ur: مونو

source: Xplayer %s
ur: ایکس پلئیر %s

source: Gurmukhi
ur: گُرمُکھی

source: Unicode
ur: یونیکوڈ
